{
    "indicator": "AG.LND.EL5M.UR.K2",
    "metadata": "========\nSeries: AG.LND.EL5M.UR.K2\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Scientists use the terms climate change and global warming to refer to the gradual increase in the Earth's surface temperature that has accelerated since the industrial revolution and especially over the past two decades. Most global warming has been caused by human activities that have changed the chemical composition of the atmosphere through a buildup of greenhouse gases - primarily carbon dioxide, methane, and nitrous oxide. Rising global temperatures will cause sea level rise and alter local climate conditions, affecting forests, crop yields, and water supplies, and may affect human health, animals, and many types of ecosystems.\n--------\nIndicatorName: Urban land area where elevation is below 5 meters (sq. km)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Urban land area below 5m is the total urban land area in square kilometers where the elevation is 5 meters or less.\n--------\nPeriodicity: Annual\n--------\nSource: Center for International Earth Science Information Network - CIESIN - Columbia University, and CUNY Institute for Demographic Research - CIDR - City University of New York. 2021. Low Elevation Coastal Zone (LECZ) Urban-Rural Population and Land Area Estimates, Version 3. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). https://doi.org/10.7927/d1x1-d702.\n--------\nStatisticalconceptandmethodology: Elevation data used to generate the low elevation coastal zones come from the SRTM3 Enhanced Global Map developed by ISCIENCES. The ISCIENCES digital elevation model was created using NASA’s Jet Propulsion Laboratory Shuttle Radar Topography Mission data processed to 3 arc-seconds (SRTM3).\n--------\nTopic: Environment: Land use\n",
    "url": "https://data.worldbank.org/indicator/AG.LND.EL5M.UR.K2?view=chart",
    "description": "Urban land area where elevation is below 5 meters (sq. km)"
}