{
    "indicator": "AG.LND.TOTL.RU.K2",
    "metadata": "========\nSeries: AG.LND.TOTL.RU.K2\n\nAggregationmethod: Sum\n--------\nIndicatorName: Rural land area (sq. km)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The 2007 Intergovernmental Panel on Climate Change's (IPCC) assessment report concluded that global warming is “unequivocal” and gave the strongest warning yet about the role of human activities. The report estimated that sea levels would rise approximately 49 centimeters over the next 100 years, with a range of uncertainty of 20–86 centimeters. That will lead to increased coastal flooding through direct inundation and a higher base for storm surges, allowing flooding of larger areas and higher elevations. Climate model simulations predict an increase in average surface air temperature of about 2.5°C by 2100 (Kattenberg and others 1996) and increase of “killer” heat waves during the warm season (Karl and others 1997).\n--------\nLongdefinition: Rural land area in square kilometers, derived from urban extent grids which distinguish urban and rural areas based on a combination of population counts (persons), settlement points, and the presence of Nighttime Lights. Areas are defined as urban where contiguous lighted cells from the Nighttime Lights or approximated urban extents based on buffered settlement points for which the total population is greater than 5,000 persons.\n--------\nPeriodicity: Annual\n--------\nSource: Center for International Earth Science Information Network (CIESIN)/Columbia University. 2013. Urban-Rural Population and Land Area Estimates Version 2. Palisades, NY: NASA Socioeconomic Data and Applications Center (SEDAC). http://sedac.ciesin.columbia.edu/data/set/lecz-urban-rural-population-land-area-estimates-v2.\n--------\nStatisticalconceptandmethodology: The Global Rural-Urban Mapping Project, Version 1 (GRUMPv1) urban extent grid distinguishes urban and rural areas based on a combination of population counts (persons), settlement points, and the presence of Nighttime Lights . Areas are defined as urban where contiguous lighted cells from the Nighttime Lights or approximated urban extents based on buffered settlement points for which the total population is greater than 5,000 persons. This dataset is produced by the Columbia University Center for International Earth Science Information Network (CIESIN) in collaboration with the International Food Policy Research Institute (IFPRI), The World Bank, and Centro Internacional de Agricultura Tropical (CIAT)\n--------\nTopic: Environment: Land use\n",
    "url": "https://data.worldbank.org/indicator/AG.LND.TOTL.RU.K2?view=chart",
    "description": "Rural land area (sq. km)"
}