{
    "indicator": "BX.GSR.CCIS.ZS",
    "metadata": "========\nSeries: BX.GSR.CCIS.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The balance of payments records an economy's transactions with the rest of the world. Balance of payments accounts are divided into two groups: the current account, which records transactions in goods, services, income, and current transfers, and the capital and financial account, which records capital transfers, acquisition or disposal of non-produced, nonfinancial assets, and transactions in financial assets and liabilities.\n--------\nGeneralcomments: Note: Data are based on the sixth edition of the IMF's Balance of Payments Manual (BPM6) and are only available from 2005 onwards.\n--------\nIndicatorName: ICT service exports (% of service exports, BoP)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Discrepancies may arise in the balance of payments because there is no single source for balance of payments data and therefore no way to ensure that the data are fully consistent. Sources include customs data, monetary accounts of the banking system, external debt records, information provided by enterprises, surveys to estimate service transactions, and foreign exchange records. Differences in collection methods - such as in timing, definitions of residence and ownership, and the exchange rate used to value transactions - contribute to net errors and omissions. In addition, smuggling and other illegal or quasi-legal transactions may be unrecorded or misrecorded.\n--------\nLongdefinition: Information and communication technology service exports include computer and communications services (telecommunications and postal and courier services) and information services (computer data and news-related service transactions).\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, Balance of Payments Statistics Yearbook and data files.\n--------\nStatisticalconceptandmethodology: The balance of payments (BoP) is a double-entry accounting system that shows all flows of goods and services into and out of an economy; all transfers that are the counterpart of real resources or financial claims provided to or by the rest of the world without a quid pro quo, such as donations and grants; and all changes in residents' claims on and liabilities to nonresidents that arise from economic transactions. All transactions are recorded twice - once as a credit and once as a debit. In principle the net balance should be zero, but in practice the accounts often do not balance, requiring inclusion of a balancing item, net errors and omissions.\n\nThe concepts and definitions underlying the data are based on the sixth edition of the International Monetary Fund's (IMF) Balance of Payments Manual.\n--------\nTopic: Infrastructure: Communications\n",
    "url": "https://data.worldbank.org/indicator/BX.GSR.CCIS.ZS?view=chart",
    "description": "ICT service exports (% of service exports"
}