{
    "indicator": "BX.PEF.TOTL.CD.WD",
    "metadata": "========\nSeries: BX.PEF.TOTL.CD.WD\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Private financial flows - equity and debt - account for the bulk of development finance. Equity flows comprise foreign direct investment (FDI) and portfolio equity. Debt flows are financing raised through bond issuance, bank lending, and supplier credits.\n--------\nGeneralcomments: Note: Data starting from 2005 are based on the sixth edition of the IMF's Balance of Payments Manual (BPM6).\n--------\nIndicatorName: Portfolio equity, net inflows (BoP, current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Portfolio investors typically have less of a role in the decision making of the enterprise with potentially important implications for future flows and for the volatility of the price and volume of positions. Portfolio investment differs from other investment in that it provides a direct way to access financial markets, and thus it can provide liquidity and flexibility. It is associated with financial markets and with their specialized service providers, such as exchanges, dealers, and regulators. The nature of financial derivatives as instruments through which risk is traded in its own right in financial markets sets them apart from other types of investment. Whereas other instruments may also have risk transfer elements, these other instruments also provide financial or other resources.\n\nThe volume of global private financial flows reported by the World Bank generally differs from that reported by other sources because of differences in sources, classification of economies, and method used to adjust and disaggregate reported information. In addition, particularly for debt financing, differences may also reflect how some installments of the transactions and certain offshore issuances are treated.\n\nData on equity flows are shown for all countries for which data are available.\n--------\nLongdefinition: Portfolio equity includes net inflows from equity securities other than those recorded as direct investment and including shares, stocks, depository receipts (American or global), and direct purchases of shares in local stock markets by foreign investors. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, Balance of Payments database, and World Bank, International Debt Statistics.\n--------\nStatisticalconceptandmethodology: Data on equity flows are based on balance of payments data reported by the International Monetary Fund (IMF).\n\nPortfolio equity investment is defined as cross-border transactions and positions involving equity securities, other than those included in direct investment or reserve assets. Equity securities are equity instruments that are negotiable and designed to be traded, usually on organized exchanges or \"over the counter.\" The negotiability of securities facilitates trading, allowing securities to be held by different parties during their lives. Negotiability allows investors to diversify their portfolios and to withdraw their investment readily. Included in portfolio investment are investment fund shares or units (that is, those issued by investment funds) that are evidenced by securities and that are not reserve assets or direct investment. Although they are negotiable instruments, exchange-traded financial derivatives are not included in portfolio investment because they are in their own category.\n--------\nTopic: Economic Policy & Debt: Balance of payments: Capital & financial account\n",
    "url": "https://data.worldbank.org/indicator/BX.PEF.TOTL.CD.WD?view=chart",
    "description": "Portfolio equity"
}