{
    "indicator": "BX.TRF.PWKR.CD.DT",
    "metadata": "========\nSeries: BX.TRF.PWKR.CD.DT\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Movement of people, most often through migration, is a significant part of global integration. Migrants contribute to the economies of both their host country and their country of origin. Yet reliable statistics on migration are difficult to collect and are often incomplete, making international comparisons a challenge.\n\nIn most developed countries, refugees are admitted for resettlement and are routinely included in population counts by censuses or population registers. Globally, the number of refugees at end 2010 was 10.55 million, including 597,300 people considered by the United Nations High Commissioner for Refugees (UNHCR) to be in a refugee-like situation; developing countries hosted 8.5 million refugees, or 80 percent of the global refugee population.\n\nGlobal migration patterns have become increasingly complex in modern times, involving not just refugees, but also millions of economic migrants. But refugees and migrants, even if they often travel in the same way, are fundamentally different, and for that reason are treated very differently under modern international law. Migrants, especially economic migrants, choose to move in order to improve the future prospects of themselves and their families. Refugees have to move if they are to save their lives or preserve their freedom. They have no protection from their own state - indeed it is often their own government that is threatening to persecute them. If other countries do not let them in, and do not help them once they are in, then they may be condemning them to death - or to an intolerable life in the shadows, without sustenance and without rights.\n--------\nGeneralcomments: Note: Data starting from 2005 are based on the sixth edition of the IMF's Balance of Payments Manual (BPM6).\n--------\nIndicatorName: Personal remittances, received (current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Remittance transactions have grown in importance over the past decade. In a number of developing economies, receipts of remittances have become an important and stable source of funds that exceeds receipts from exports of goods and services or from financial inflows on foreign direct investment. But the quality of statistical remittance data is not high. Remittances are a challenge to measure because of their nature. They are heterogeneous with numerous small transactions conducted by individuals through a wide variety of channels: formal channels, such as electronic wire, or through informal channels, such as cash or goods carried across borders. The large number of remittance transactions and the multitude of channels pose challenges to the compilation of comprehensive statistics. The small size of individual transactions means that they often go undetected by typical data source systems, although the aggregate level of transactions may be substantial.\n\nBecause of difficulties in obtaining data on informal remittance transactions, the remittance transactions undertaken through informal channels are sometimes not well covered in current balance of payments data. As a result, even though direct measurement of remittances - through transactions reporting or surveys - may be considered preferable if feasible, some countries instead combine different sources and estimation methods to achieve better coverage, by using direct measurements where practical and supplemented estimates where they are not. Model-based approaches are used in some countries as they are flexible. Compilers can design models to fill gaps in data sources or to provide global totals.\n\nHowever, only reliable input data can lead to sound estimates, regardless of the sophistication of an estimation method or econometric model. Indirect data are converted to remittance estimates using a set of assumptions. These assumptions should be plausible, but it is often not possible to test or verify these assumptions and also the results in practice.\n--------\nLongdefinition: Personal remittances comprise personal transfers and compensation of employees. Personal transfers consist of all current transfers in cash or in kind made or received by resident households to or from nonresident households. Personal transfers thus include all current transfers between resident and nonresident individuals. Compensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Data are the sum of two items defined in the sixth edition of the IMF's Balance of Payments Manual: personal transfers and compensation of employees. Data are in current U.S. dollars.\n--------\nOthernotes: Basis and definition: The data on remittance flows are based on officially reported data in the IMF Balance of Payments. Each country reports these data according to the IMF Balance of Payments Manual 6. Each country reports these data according to the IMF Balance of Payments Manual 6. Remittances are defined as the sum of two components: (a) “personal transfers” recorded under the “secondary income” category of the current account; (b) “compensation of employees,” which includes wages, salaries, and other benefits of border, seasonal, and any other nonresident workers (such as local staff of embassies) and which are recorded under the “primary income” category of the current account. \n\nRemittances are known to be underestimated significantly in the balance of payments statistics of the IMF. There are a couple of reasons that officially reported data on remittance might not correctly capture the full extent of money transfer activities. First, the above definition does not include transfers through informal channels—such as hand-carries by friends or family, or in-kind remittances of jewelry, clothes, and other consumer goods, or through hawala. These are believed to be significant portions of total remittances in many countries. If and when they are recorded, it is not clear to what extent they reflect actual transfers rather than imports. Second, in many countries, nonresident deposits, although classified under the capital account, may in part reflect workers’ remittances. For example, the nonresidential rupee deposits in India are most likely remittances disguised as deposits—upon maturity, they do not return to the nonresident depositor because the rupee is not convertible into hard currency. \n\nCaveats: There are several caveats relating to some adjustments made to the remittance data presented here. The caveats attached to our remittance data are: \n\n(a) For some countries, data on remittance has been missing over several years. Missing value can significantly affect the result of data analysis of our time series data; thus, we use the Last Observation Carried Forward (LOCF) and Next Observation Carried Backward (NOCB) methods. These methods replace missing values either with the immediately preceding observed value or the subsequent observed value. These are potentially useful for time series data but may introduce bias if the data isn’t stationary.\n\n(b) For several countries, including China, Portugal, Spain, and Vietnam, the ratio of personal transfers to the current transfer total under the secondary income has been used in the past to estimate personal transfer data since disaggregated current transfer data is unavailable. However, only what’s presented in the IMF BOP will be used (along with historical data). \n\n(c) For Israel and Zimbabwe, the IMF’s BOP data is complemented with the central bank data. For Israel, personal transfer data from the central bank are being used due to their absence in the IMF’s BOP presentation. For Zimbabwe, remittance data have not been reported in the IMF’s BOP since 2020; thus, central bank data are being used from 2021 onwards. \n\n(d) For the current year estimates of remittance flows, high-frequency data from central banks are being used to fill gaps in data. A few dozen central banks report monthly remittance data, mostly consistent with BOP-reported data. The list includes Bangladesh, Bolivia, Brazil, Colombia, Dominican Rep., El Salvador, Georgia, Guatemala, Jamaica, Kenya, Kyrgyz Republic, Mexico, Morocco, Nepal, Nicaragua, Pakistan, the Philippines, Serbia, Sri Lanka, and Ukraine.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank staff estimates based on IMF balance of payments data.\n--------\nStatisticalconceptandmethodology: The two main components of personal remittances, \"personal transfers\" and \"compensation of employees\", are items in the balance of payments (BPM6) framework. Both of these standard components are recorded in the current account. \n\"Personal transfers\", a new item in the Balance of Payments (BPM6) represents a broader definition of worker remittances. Personal transfers include all current transfers in cash or in kind between resident and nonresident individuals, independent of the source of income of the sender (irrespective of whether the sender receives income from labor, entrepreneurial or property income, social benefits, and any other types of transfers; or disposes assets) and the relationship between the households (irrespective of whether they are related or unrelated individuals).\n\nCompensation of employees refers to the income of border, seasonal, and other short-term workers who are employed in an economy where they are not resident and of residents employed by nonresident entities. Compensation of employees represents remuneration in return for the labor input to the production process contributed by an individual in an employer-employee relationship with the enterprise. Compensation of employees is recorded gross and includes amounts paid by the employee as taxes or for other purposes in the economy where the work is performed. Compensation of employees has three main components: wages and salaries in cash, wages and salaries in kind, and employers' social contributions.\n--------\nTopic: Economic Policy & Debt: Balance of payments: Current account: Transfers\n",
    "url": "https://data.worldbank.org/indicator/BX.TRF.PWKR.CD.DT?view=chart",
    "description": "Personal remittances"
}