{
    "indicator": "DT.DOD.PVLX.GN.ZS",
    "metadata": "========\nSeries: DT.DOD.PVLX.GN.ZS\n\nDevelopmentrelevance: External debt is that part of the total debt in a country that is owed to creditors outside the country. The debtors can be the government, corporations or private households. The debt includes money owed to private commercial banks, other governments, or international financial institutions.\n\nExternal indebtedness affects a country's creditworthiness and investor perceptions. Nonreporting countries might have outstanding debt with the World Bank, other international financial institutions, or private creditors. Total debt service is contrasted with countries' ability to obtain foreign exchange through exports of goods, services, primary income, and workers' remittances.\n\nDebt ratios are used to assess the sustainability of a country's debt service obligations, but no absolute rules determine what values are too high. Empirical analysis of developing countries' experience and debt service performance shows that debt service difficulties become increasingly likely when the present value of debt reaches 200 percent of exports. Still, what constitutes a sustainable debt burden varies by country. Countries with fast-growing economies and exports are likely to be able to sustain higher debt levels. Various indicators determine a sustainable level of external debt, including:\n\na) debt to GDP ratio\nb) foreign debt to exports ratio\nc) government debt to current fiscal revenue ratio \nd) share of foreign debt\ne) short-term debt\nf) concessional debt in the total debt stock\n--------\nIndicatorName: Present value of external debt (% of GNI)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Present value of debt is the sum of short-term external debt plus the discounted sum of total debt service payments due on public, publicly guaranteed, and private nonguaranteed long-term external debt over the life of existing loans. This calculation assumes that the PV of loans with a negative grant element is equal to the nominal value of the loan. The GNI denominator is a three-year average.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Present value of debt is the sum of short-term external debt plus the discounted sum of total debt service payments due on public, publicly guaranteed, and private nonguaranteed long-term external debt over the life of existing loans. The GNI denominator is a three-year average.\n--------\nSource: World Bank, International Debt Statistics.\n--------\nStatisticalconceptandmethodology: Data on external debt are gathered through the World Bank's Debtor Reporting System (DRS). Long term debt data are compiled using the countries report on public and publicly guaranteed borrowing on a loan-by-loan basis and private non guaranteed borrowing on an aggregate basis. These data are supplemented by information from major multilateral banks and official lending agencies in major creditor countries. Short-term debt data are gathered from the Quarterly External Debt Statistics (QEDS) database, jointly developed by the World Bank and the IMF and from creditors through the reporting systems of the Bank for International Settlements. Debt data are reported in the currency of repayment and compiled and published in U.S. dollars. End-of-period exchange rates are used for the compilation of stock figures (amount of debt outstanding), and projected debt service and annual average exchange rates are used for the flows. Exchange rates are taken from the IMF's International Financial Statistics. Debt repayable in multiple currencies, goods, or services and debt with a provision for maintenance of the value of the currency of repayment are shown at book value.\n--------\nTopic: Economic Policy & Debt: External debt: Debt ratios & other items\n",
    "url": "https://data.worldbank.org/indicator/DT.DOD.PVLX.GN.ZS?view=chart",
    "description": "Present value of external debt (% of GNI)"
}