{
    "indicator": "DT.NFL.RDBN.CD",
    "metadata": "========\nSeries: DT.NFL.RDBN.CD\n\nAggregationmethod: Sum\n--------\nDataset: International Debt Statistics\n--------\nIndicatorName: Net financial flows, RDB nonconcessional (NFL, current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Net financial flows received by the borrower during the year are disbursements of loans and credits less repayments of principal. Nonconcessional financial flows cover all disbursements except those made through concessional lending facilities. Regional development banks are the African Development Bank, in Tunis, Tunisia, which serves all of Africa, including North Africa; the Asian Development Bank, in Manila, Philippines, which serves South and Central Asia and East Asia and Pacific; the European Bank for Reconstruction and Development, in London, United Kingdom, which serves Europe and Central Asia; and the Inter-American Development Bank, in Washington, D.C., which serves the Americas. Aggregates include amounts for economies not specified elsewhere. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Net financial flows received by the borrower during the year are disbursements of loans and credits less repayments of principal. Nonconcessional financial flows cover all disbursements except those made through concessional lending facilities. Regional development banks are the African Development Bank, in Tunis, Tunisia, which serves all of Africa, including North Africa; the Asian Development Bank, in Manila, Philippines, which serves South and Central Asia and East Asia and Pacific; the European Bank for Reconstruction and Development, in London, United Kingdom, which serves Europe and Central Asia; and the Inter-American Development Bank, in Washington, D.C., which serves the Americas. Aggregates include amounts for economies not specified elsewhere. Data are in current U.S. dollars.\n--------\nSource: World Bank, International Debt Statistics.\n--------\nTopic: Economic Policy & Debt: External debt: Net flows\n",
    "url": "https://data.worldbank.org/indicator/DT.NFL.RDBN.CD?view=chart",
    "description": "Net financial flows"
}