{
    "indicator": "DT.NFL.BOND.CD",
    "metadata": "========\nSeries: DT.NFL.BOND.CD\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: External indebtedness affects a country's creditworthiness and investor perceptions. Nonreporting countries might have outstanding debt with the World Bank, other international financial institutions, or private creditors. Total debt service is contrasted with countries' ability to obtain foreign exchange through exports of goods, services, primary income, and workers' remittances.\n\nDebt ratios are used to assess the sustainability of a country's debt service obligations, but no absolute rules determine what values are too high. Empirical analysis of developing countries' experience and debt service performance shows that debt service difficulties become increasingly likely when the present value of debt reaches 200 percent of exports. Still, what constitutes a sustainable debt burden varies by country. Countries with fast-growing economies and exports are likely to be able to sustain higher debt levels.\n--------\nIndicatorName: Portfolio investment, bonds (PPG + PNG) (NFL, current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The DRS encourages debtor countries to voluntarily provide information on their short-term external obligations. By its nature, short-term external debt is difficult to monitor: loan-by-loan registration is normally impractical, and monitoring systems typically rely on information requested periodically by the central bank from the banking sector. The World Bank regards the debtor country as the authoritative source of information on its short-term debt. Where such information is not available from the debtor country, data are derived from BIS data on international bank lending based on time remaining to original maturity. The data are reported based on residual maturity, but an estimate of short-term external liabilities by original maturity can be derived by deducting from claims due in one year those that have a maturity of between one and two years. However, BIS data include liabilities reported only by banks within the BIS reporting area. The results should thus be interpreted with caution. Because short-term debt poses an immediate burden and is particularly important for monitoring vulnerability, it is compared with total debt and foreign exchange reserves, which are instrumental in providing coverage for such obligations.\n\nA country's external debt burden, both debt outstanding and debt service, affects its creditworthiness and vulnerability. While data related to public and publicly guaranteed debt are reported to the DRS on a loan-by-loan basis, aggregate data on long-term private nonguaranteed debt are reported annually and are reported by the country or estimated by World Bank staff for countries where this type of external debt is known to be significant. Estimates are based on national data from the World Bank's Quarterly External Debt Statistics.\n--------\nLongdefinition: Bonds are securities issued with a fixed rate of interest for a period of more than one year. They include net flows through cross-border public and publicly guaranteed and private nonguaranteed bond issues. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, International Debt Statistics.\n--------\nStatisticalconceptandmethodology: Bonds are debt instruments issued by public and publicly guaranteed or private debtors with durations of one year or longer. Bonds usually give the holder the unconditional right to fixed money income or contractually determined, variable money income.\n\nData on external debt are gathered through the World Bank's Debtor Reporting System (DRS). Long term debt data are compiled using the countries report on public and publicly guaranteed borrowing on a loan-by-loan basis and private non guaranteed borrowing on an aggregate basis. These data are supplemented by information from major multilateral banks and official lending agencies in major creditor countries. Short-term debt data are gathered from the Quarterly External Debt Statistics (QEDS) database, jointly developed by the World Bank and the IMF and from creditors through the reporting systems of the Bank for International Settlements. Debt data are reported in the currency of repayment and compiled and published in U.S. dollars. End-of-period exchange rates are used for the compilation of stock figures (amount of debt outstanding), and projected debt service and annual average exchange rates are used for the flows. Exchange rates are taken from the IMF's International Financial Statistics. Debt repayable in multiple currencies, goods, or services and debt with a provision for maintenance of the value of the currency of repayment are shown at book value.\n--------\nTopic: Economic Policy & Debt: External debt: Net flows\n",
    "url": "https://data.worldbank.org/indicator/DT.NFL.BOND.CD?view=chart",
    "description": "Portfolio investment"
}