{
    "indicator": "DT.NFL.SPRP.CD",
    "metadata": "========\nSeries: DT.NFL.SPRP.CD\n\nAggregationmethod: Sum\n--------\nIndicatorName: Net official flows from UN agencies, SPRP (current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Net official flows from UN agencies are the net disbursements of total official flows from the UN agencies. Total official flows are the sum of Official Development Assistance (ODA) or official aid and Other Official Flows (OOF) and represent the total disbursements by the official sector at large to the recipient country. Net disbursements are gross disbursements of grants and loans minus repayments of principal on earlier loans. ODA consists of loans made on concessional terms (with a grant element of at least 25 percent, calculated at a rate of discount of 10 percent) and grants made to promote economic development and welfare in countries and territories in the DAC list of ODA recipients. Official aid refers to aid flows from official donors to countries and territories in part II of the DAC list of recipients: more advanced countries of Central and Eastern Europe, the countries of the former Soviet Union, and certain advanced developing countries and territories. Official aid is provided under terms and conditions similar to those for ODA. Part II of the DAC List was abolished in 2005. The collection of data on official aid and other resource flows to Part II countries ended with 2004 data. OOF are transactions by the official sector whose main objective is other than development-motivated, or, if development-motivated, whose grant element is below the 25 per cent threshold which would make them eligible to be recorded as ODA. The main classes of transactions included here are official export credits, official sector equity and portfolio investment, and debt reorganization undertaken by the official sector at nonconcessional terms (irrespective of the nature or the identity of the original creditor). UN agencies are United Nations includes the United Nations Children’s Fund (UNICEF), United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA), World Food Programme (WFP), International Fund for Agricultural Development (IFAD), United Nations Development Programme(UNDP), United Nations Population Fund (UNFPA), United Nations Refugee Agency (UNHCR), Joint United Nations Programme on HIV/AIDS (UNAIDS), United Nations Regular Programme for Technical Assistance (UNTA), United Nations Peacebuilding Fund (UNPBF), International Atomic Energy Agency (IAEA), World Health Organization (WHO), United Nations Economic Commission for Europe (UNECE), Food and Agriculture Organization of the United Nations (FAO), International Labour Organization (ILO), United Nations Environment Programme (UNEP), World Tourism Organization (UNWTO), United Nations Institute for Disarmament Research (UNIDIR), United Nations Capital Development Fund (UNCDF), WHO-Strategic Preparedness and Response Plan (SPRP), United Nations Women (UNWOMEN), Covid-19 Response and Recovery Multi-Partner Trust Fund (UNCOVID), Joint Sustainable Development Goals Fund (SDGFUND), Central Emergency Response Fund (CERF), WTO-International Trade Centre (WTO-ITC), United National Conference on Trade and Development (UNCTAD), and United Nations Industrial Development Organization (UNIDO). Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Net official flows from UN agencies are the net disbursements of total official flows from the UN agencies. Total official flows are the sum of Official Development Assistance (ODA) or official aid and Other Official Flows (OOF) and represent the total disbursements by the official sector at large to the recipient country. Net disbursements are gross disbursements of grants and loans minus repayments of principal on earlier loans. Data are in current U.S. dollars.\n--------\nSource: Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: https://data-explorer.oecd.org/.\n--------\nTopic: Economic Policy & Debt: Official development assistance\n",
    "url": "https://data.worldbank.org/indicator/DT.NFL.SPRP.CD?view=chart",
    "description": "Net official flows from UN agencies"
}