{
    "indicator": "DT.NFL.MLAT.CD",
    "metadata": "========\nSeries: DT.NFL.MLAT.CD\n\nAggregationmethod: Sum\n--------\nDataset: International Debt Statistics\n--------\nIndicatorName: Net financial flows, multilateral (NFL, current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Public and publicly guaranteed multilateral loans include loans and credits from the World Bank, regional development banks, and other multilateral and intergovernmental agencies. Excluded are loans from funds administered by an international organization on behalf of a single donor government; these are classified as loans from governments. Net flows (or net lending or net disbursements) received by the borrower during the year are disbursements minus principal repayments. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Public and publicly guaranteed multilateral loans include loans and credits from the World Bank, regional development banks, and other multilateral and intergovernmental agencies. Excluded are loans from funds administered by an international organization on behalf of a single donor government; these are classified as loans from governments. Net flows (or net lending or net disbursements) received by the borrower during the year are disbursements minus principal repayments. Data are in current U.S. dollars.\n--------\nSource: World Bank, International Debt Statistics.\n--------\nStatisticalconceptandmethodology: Data show concessional and nonconcessional financial flows from international financial institutions. International financial institutions fund nonconcessional lending operations primarily by selling low-interest, highly rated bonds backed by prudent lending and financial policies and the strong financial support of their members. Funds are then on-lent to developing countries at slightly higher interest rates with 15- to 20-year maturities. Lending terms vary with market conditions and institutional policies. Concessional flows from international financial institutions are credits provided through concessional lending facilities. Subsidies from donors or other resources reduce the cost of these loans. Grants are not included in net flows.\n--------\nTopic: Economic Policy & Debt: External debt: Net flows\n",
    "url": "https://data.worldbank.org/indicator/DT.NFL.MLAT.CD?view=chart",
    "description": "Net financial flows"
}