{
    "indicator": "DT.NFL.PCBO.CD",
    "metadata": "========\nSeries: DT.NFL.PCBO.CD\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: External debt is that part of the total debt in a country that is owed to creditors outside the country. The debtors can be the government, corporations or private households. The debt includes money owed to private commercial banks, other governments, or international financial institutions.\n\nExternal indebtedness affects a country's creditworthiness and investor perceptions. Nonreporting countries might have outstanding debt with the World Bank, other international financial institutions, or private creditors. Total debt service is contrasted with countries' ability to obtain foreign exchange through exports of goods, services, primary income, and workers' remittances.\n--------\nIndicatorName: Commercial banks and other lending (PPG + PNG) (NFL, current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data on external debt are gathered through the World Bank's Debtor Reporting System (DRS). Long term debt data are compiled using the countries report on public and publicly guaranteed borrowing on a loan-by-loan basis and private non guaranteed borrowing on an aggregate basis. These data are supplemented by information from major multilateral banks and official lending agencies in major creditor countries. Short-term debt data are gathered from the Quarterly External Debt Statistics (QEDS) database, jointly developed by the World Bank and the IMF and from creditors through the reporting systems of the Bank for International Settlements. Debt data are reported in the currency of repayment and compiled and published in U.S. dollars. End-of-period exchange rates are used for the compilation of stock figures (amount of debt outstanding), and projected debt service and annual average exchange rates are used for the flows. Exchange rates are taken from the IMF's International Financial Statistics. Debt repayable in multiple currencies, goods, or services and debt with a provision for maintenance of the value of the currency of repayment are shown at book value.\n--------\nLongdefinition: Commercial bank and other lending includes net commercial bank lending (public and publicly guaranteed and private nonguaranteed) and other private credits. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, International Debt Statistics.\n--------\nStatisticalconceptandmethodology: Commercial banks include all commercial banks, whether or not publicly owned, that provide loans and other financial services. Private creditors include commercial banks, bondholders, and other private creditors. This indicator includes only publicly guaranteed creditors. Nonguaranteed private creditors are shown separately. Bonds include publicly issued or privately placed bonds. Commercial bank loans are loans from private banks and other private financial institutions. Credits of other private creditors include credits from manufacturers, exporters, and other suppliers of goods, plus bank credits covered by a guarantee of an export credit agency.\n--------\nTopic: Economic Policy & Debt: External debt: Net flows\n",
    "url": "https://data.worldbank.org/indicator/DT.NFL.PCBO.CD?view=chart",
    "description": "Commercial banks and other lending (PPG + PNG) (NFL"
}