{
    "indicator": "EG.CFT.ACCS.RU.ZS",
    "metadata": "========\nSeries: EG.CFT.ACCS.RU.ZS\n\nAggregationmethod: Weighted average\n--------\nIndicatorName: Access to clean fuels and technologies for cooking, rural (% of rural population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Access to clean fuels and technologies for cooking, rural is the proportion of rural population primarily using clean cooking fuels and technologies for cooking. Under WHO guidelines, kerosene is excluded from clean cooking fuels.\n--------\nPeriodicity: Annual\n--------\nSource: IEA, IRENA, UNSD, World Bank, WHO. 2023. Tracking SDG 7: The Energy Progress Report. World Bank, Washington DC. © World Bank. License: Creative Commons Attribution—NonCommercial 3.0 IGO (CC BY-NC 3.0 IGO).\n--------\nStatisticalconceptandmethodology: Data for access to clean fuels and technologies for cooking are based on the World Health Organization’s (WHO) Global Household Energy Database. They are collected among different sources: only data from nationally representative household surveys (including national censuses) were used. Survey sources include Demographic and Health Surveys (DHS) and Living Standards Measurement Surveys (LSMS), Multi-Indicator Cluster Surveys (MICS), the World Health Survey (WHS), other nationally developed and implemented surveys, and various government agencies (for example, ministries of energy and utilities). Trends in the proportion of the population using each fuel type are estimated using a single multivariate hierarchical model, with urban and rural disaggregation. Estimates for overall ‘polluting’ fuels (unprocessed biomass, charcoal, coal, and kerosene) and ‘clean’ fuels (gaseous fuels, electricity, as well as an aggregation of any other clean fuels like alcohol) are produced by aggregating estimates of relevant fuel types. The model was used to derive clean fuel use estimates for 191 countries (ref. Stoner, O., Shaddick, G., Economou, T., Gumy, S., Lewis, J., Lucio, I., Ruggeri, G. and Adair-Rohani, H. (2020), Global household energy model: a multivariate hierarchical approach to estimating trends in the use of polluting and clean fuels for cooking. J. R. Stat. Soc. C, 69: 815-839). Countries classified by the World Bank as high income (57 countries) in the 2022 fiscal year are assumed to have universal access to clean fuels and technologies for cooking.\n--------\nTopic: Environment: Energy production & use\n",
    "url": "https://data.worldbank.org/indicator/EG.CFT.ACCS.RU.ZS?view=chart",
    "description": "Access to clean fuels and technologies for cooking"
}