{
    "indicator": "EG.ELC.NUCL.ZS",
    "metadata": "========\nSeries: EG.ELC.NUCL.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The generation of electricity using nuclear energy was first demonstrated in the 1950s, and the first commercial nuclear power plants entered operation in the early 1960s. Nuclear capacity grew rapidly in the 1970s and 1980s as countries sought to reduce dependence on fossil fuels, especially after the oil crises of the 1970s. There was a renewed interest in nuclear energy from 2000, and 60 new countries expressed interest in launching a nuclear program to the International Atomic Energy Agency (IAEA). However, after the earthquake and tsunami devastation of the Pacific coast of northern Japan, most nuclear countries announced safety reviews of their nuclear reactors (stress tests) and the revision/improvement of their plans to address similar emergency situations; countries such as Germany and Italy decided to eventually phase out nuclear power or to abandon their nuclear plant projects.\n\nUse of energy is important in improving people's standard of living. But electricity generation also can damage the environment. Whether such damage occurs depends largely on how electricity is generated. For example, burning coal releases twice as much carbon dioxide - a major contributor to global warming - as does burning an equivalent amount of natural gas.\n\nAnthropogenic carbon dioxide emissions result primarily from fossil fuel combustion and cement manufacturing. In combustion different fossil fuels release different amounts of carbon dioxide for the same level of energy use: oil releases about 50 percent more carbon dioxide than natural gas, and coal releases about twice as much. Nuclear energy does not generate carbon dioxide emissions, but it produces other dangerous waste products.\n--------\nGeneralcomments: Electricity production shares may not sum to 100 percent because other sources of generated electricity (such as geothermal, solar, and wind) are not shown. Restricted use: Please contact the International Energy Agency for third-party use of these data.\n--------\nIndicatorName: Electricity production from nuclear sources (% of total)\n--------\nLicense_Type: Use and distribution of these data are subject to IEA terms and conditions.\n--------\nLicense_URL: https://www.iea.org/terms\n--------\nLimitationsandexceptions: IEA occasionally revises its time series to reflect political changes. For example, the IEA has constructed historical energy statistics for countries of the former Soviet Union. In addition, energy statistics for other countries have undergone continuous changes in coverage or methodology in recent years as more detailed energy accounts have become available. Breaks in series are therefore unavoidable.\n--------\nLongdefinition: Sources of electricity refer to the inputs used to generate electricity. Nuclear power refers to electricity produced by nuclear power plants.\n--------\nPeriodicity: Annual\n--------\nSource: IEA Statistics © OECD/IEA 2014 (https://www.iea.org/data-and-statistics), subject to https://www.iea.org/terms/\n--------\nStatisticalconceptandmethodology: Electricity production from nuclear sources (% of total) is the share of electricity produced by nuclear power plants in total electricity production which is the total number of GWh generated by power plants separated into electricity plants and CHP plants. The International Energy Agency (IEA) compiles data on energy inputs used to generate electricity. IEA data for countries that are not members of the Organisation for Economic Co-operation and Development (OECD) are based on national energy data adjusted to conform to annual questionnaires completed by OECD member governments. In addition, estimates are sometimes made to complete major aggregates from which key data are missing, and adjustments are made to compensate for differences in definitions. The IEA makes these estimates in consultation with national statistical offices, oil companies, electric utilities, and national energy experts.\n--------\nTopic: Environment: Energy production & use\n",
    "url": "https://data.worldbank.org/indicator/EG.ELC.NUCL.ZS?view=chart",
    "description": "Electricity production from nuclear sources (% of total)"
}