{
    "indicator": "EG.IMP.CONS.ZS",
    "metadata": "========\nSeries: EG.IMP.CONS.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Modern energy services are crucial to a country's economic development. Access to modern energy is essential for the provision of clean water, sanitation and healthcare and for the provision of reliable and efficient lighting, heating, cooking, mechanical power, and transport and telecommunications services.\n\nGovernments in many countries are increasingly aware of the urgent need to make better use of the world's energy resources. Improved energy efficiency is often the most economic and readily available means of improving energy security and reducing greenhouse gas emissions.\n--------\nGeneralcomments: Restricted use: Please contact the International Energy Agency for third-party use of these data.\n--------\nIndicatorName: Energy imports, net (% of energy use)\n--------\nLicense_Type: Use and distribution of these data are subject to IEA terms and conditions.\n--------\nLicense_URL: https://www.iea.org/terms\n--------\nLimitationsandexceptions: The IEA makes these estimates in consultation with national statistical offices, oil companies, electric utilities, and national energy experts. The IEA occasionally revises its time series to reflect political changes, and energy statistics undergo continual changes in coverage or methodology as more detailed energy accounts become available. Breaks in series are therefore unavoidable.\n--------\nLongdefinition: Net energy imports are estimated as energy use less production, both measured in oil equivalents. A negative value indicates that the country is a net exporter. Energy use refers to use of primary energy before transformation to other end-use fuels, which is equal to indigenous production plus imports and stock changes, minus exports and fuels supplied to ships and aircraft engaged in international transport.\n--------\nPeriodicity: Annual\n--------\nSource: IEA Statistics © OECD/IEA 2014 (https://www.iea.org/data-and-statistics), subject to https://www.iea.org/terms/\n--------\nStatisticalconceptandmethodology: Energy data are compiled by the International Energy Agency (IEA). IEA data for economies that are not members of the Organisation for Economic Co-operation and Development (OECD) are based on national energy data adjusted to conform to annual questionnaires completed by OECD member governments.\n\nA negative value in energy imports indicates that the country is a net exporter. Energy use refers to use of primary energy before transformation to other end-use fuels, which is equal to indigenous production plus imports and stock changes, minus exports and fuels supplied to ships and aircraft engaged in international transport.\n--------\nTopic: Environment: Energy production & use\n",
    "url": "https://data.worldbank.org/indicator/EG.IMP.CONS.ZS?view=chart",
    "description": "Energy imports"
}