{
    "indicator": "EG.USE.CRNW.ZS",
    "metadata": "========\nSeries: EG.USE.CRNW.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Total energy use refers to the use of primary energy before transformation to other end-use fuels (such as electricity and refined petroleum products). It includes energy from combustible renewables and waste - solid biomass and animal products, gas and liquid from biomass, and industrial and municipal waste. Biomass is any plant matter used directly as fuel or converted into fuel, heat, or electricity.\n\nRenewable energy is derived from natural processes (e.g. sunlight and wind) that are replenished at a higher rate than they are consumed. Solar, wind, geothermal, hydro, and biomass are common sources of renewable energy. Majority of renewable energy in the world is from solid biofuels and hydroelectricity.\n\nRenewable sources of energy have been the driver of much of the growth in the global clean energy sector in the past few decades. Recent years have seen a major scale-up of wind and solar photovoltaic (PV) technologies. Other renewable technologies - including hydropower, geothermal and biomass - continued to grow from a strong established base, adding hundreds of gigawatts of new capacity worldwide.\n\nGovernments in many countries are increasingly aware of the urgent need to make better use of the world's energy resources. Improved energy efficiency is often the most economic and readily available means of improving energy security and reducing greenhouse gas emissions.\n--------\nGeneralcomments: Restricted use: Please contact the International Energy Agency for third-party use of these data.\n--------\nIndicatorName: Combustible renewables and waste (% of total energy)\n--------\nLicense_Type: Use and distribution of these data are subject to IEA terms and conditions.\n--------\nLicense_URL: https://www.iea.org/terms\n--------\nLimitationsandexceptions: The IEA makes these estimates in consultation with national statistical offices, oil companies, electric utilities, and national energy experts. The IEA occasionally revises its time series to reflect political changes, and energy statistics undergo continual changes in coverage or methodology as more detailed energy accounts become available. Breaks in series are therefore unavoidable.\n--------\nLongdefinition: Combustible renewables and waste comprise solid biomass, liquid biomass, biogas, industrial waste, and municipal waste, measured as a percentage of total energy use.\n--------\nPeriodicity: Annual\n--------\nSource: IEA Statistics © OECD/IEA 2014 (https://www.iea.org/data-and-statistics), subject to https://www.iea.org/terms/\n--------\nStatisticalconceptandmethodology: Energy data are compiled by the International Energy Agency (IEA). IEA data for economies that are not members of the Organisation for Economic Co-operation and Development (OECD) are based on national energy data adjusted to conform to annual questionnaires completed by OECD member governments.\n\nData for combustible renewables and waste are often based on small surveys or other incomplete information and thus give only a broad impression of developments and are not strictly comparable across countries. The IEA reports include country notes that explain some of these differences. All forms of energy - primary energy and primary electricity - are converted into oil equivalents. A notional thermal efficiency of 33 percent is assumed for converting nuclear electricity into oil equivalents and 100 percent efficiency for converting hydroelectric power.\n--------\nTopic: Environment: Energy production & use\n",
    "url": "https://data.worldbank.org/indicator/EG.USE.CRNW.ZS?view=chart",
    "description": "Combustible renewables and waste (% of total energy)"
}