{
    "indicator": "EN.ATM.CO2E.KT",
    "metadata": "========\nSeries: EN.ATM.CO2E.KT\n\nAggregationmethod: Gap-filled total\n--------\nDevelopmentrelevance: Carbon dioxide (CO2) is naturally occurring gas fixed by photosynthesis into organic matter. A byproduct of fossil fuel combustion and biomass burning, it is also emitted from land use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth's radiative balance. It is the reference gas against which other greenhouse gases are measured, thus having a Global Warming Potential of 1.\n\nBurning of carbon-based fuels since the industrial revolution has rapidly increased concentrations of atmospheric carbon dioxide, increasing the rate of global warming and causing anthropogenic climate change. It is also a major source of ocean acidification since it dissolves in water to form carbonic acid.\n\nThe addition of man-made greenhouse gases to the Atmosphere disturbs the earth's radiative balance. This is leading to an increase in the earth's surface temperature and to related effects on climate, sea level rise and world agriculture. Emissions of CO2 are from burning oil, coal and gas for energy use, burning wood and waste materials, and from industrial processes such as cement production.\n\nEmission intensity is the average emission rate of a given pollutant from a given source relative to the intensity of a specific activity. Emission intensities are also used to compare the environmental impact of different fuels or activities. The related terms - emission factor and carbon intensity - are often used interchangeably.\n\nThe carbon dioxide emissions of a country are only an indicator of one greenhouse gas. For a more complete idea of how a country influences climate change, gases such as methane and nitrous oxide should be taken into account. This is particularly important in agricultural economies.\n\nThe environmental effects of carbon dioxide are of significant interest. Carbon dioxide (CO2) makes up the largest share of the greenhouse gases contributing to global warming and climate change. Converting all other greenhouse gases (methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6)) to carbon dioxide (or CO2) equivalents makes it possible to compare them and to determine their individual and total contributions to global warming. The Kyoto Protocol, an environmental agreement adopted in 1997 by many of the parties to the United Nations Framework Convention on Climate Change (UNFCCC), is working towards curbing CO2 emissions globally.\n--------\nIndicatorName: CO2 emissions (kt)\n--------\nLicense_Type: Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)\n--------\nLicense_URL: https://creativecommons.org/licenses/by-nc/4.0/\n--------\nLimitationsandexceptions: This series excludes Land-use Change & Forestry (LUCF). \n\nThe world data includes international bunker fuel-related emissions and emissions from territories not part of the United Nations Framework Convention on Climate Change (UNFCCC).\n--------\nLongdefinition: Carbon dioxide emissions are those stemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels and gas flaring.\n--------\nPeriodicity: Annual\n--------\nSource: Climate Watch Historical GHG Emissions (1990-2020). 2023. Washington, DC: World Resources Institute. Available online at: https://www.climatewatchdata.org/ghg-emissions\n--------\nStatisticalconceptandmethodology: Carbon dioxide emissions, largely by-products of energy production and use, account for the largest share of greenhouse gases, which are associated with global warming. Anthropogenic carbon dioxide emissions result primarily from fossil fuel combustion and cement manufacturing. In combustion different fossil fuels release different amounts of carbon dioxide for the same level of energy use: oil releases about 50 percent more carbon dioxide than natural gas, and coal releases about twice as much. Cement manufacturing releases about half a metric ton of carbon dioxide for each metric ton of cement produced. Data for carbon dioxide emissions include gases from the burning of fossil fuels and cement manufacture, but excludes emissions from land use such as deforestation. The unit of measurement is kt (kiloton). Carbon dioxide emissions are often calculated and reported as elemental carbon. The were converted to actual carbon dioxide mass by multiplying them by 3.667 (the ratio of the mass of carbon to that of carbon dioxide).\n--------\nTopic: Environment: Emissions\n",
    "url": "https://data.worldbank.org/indicator/EN.ATM.CO2E.KT?view=chart",
    "description": "CO2 emissions (kt)"
}