{
    "indicator": "EN.ATM.NOXE.EG.KT.CE",
    "metadata": "========\nSeries: EN.ATM.NOXE.EG.KT.CE\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: The addition of man-made greenhouse gases to the Atmosphere disturbs the earth's radiative balance. This is leading to an increase in the earth's surface temperature and to related effects on climate, sea level rise and world agriculture. Emissions of CO2 are from burning oil, coal and gas for energy use, burning wood and waste materials, and from industrial processes such as cement production. Emission intensity is the average emission rate of a given pollutant from a given source relative to the intensity of a specific activity. Emission intensities are also used to compare the environmental impact of different fuels or activities. The related terms - emission factor and carbon intensity - are often used interchangeably.\n\nThe carbon dioxide emissions of a country are only an indicator of one greenhouse gas. For a more complete idea of how a country influences climate change, gases such as methane and nitrous oxide should be taken into account. This is particularly important in agricultural economies.\n\nThe environmental effects of carbon dioxide are of significant interest. Carbon dioxide (CO2) makes up the largest share of the greenhouse gases contributing to global warming and climate change. Converting all other greenhouse gases (methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), Sulphur hexafluoride (SF6)) to carbon dioxide (or CO2) equivalents makes it possible to compare them and to determine their individual and total contributions to global warming. The Kyoto Protocol, an environmental agreement adopted in 1997 by many of the parties to the United Nations Framework Convention on Climate Change (UNFCCC), is working towards curbing CO2 emissions globally.\n--------\nIndicatorName: Nitrous oxide emissions in energy sector (thousand metric tons of CO2 equivalent)\n--------\nLicense_Type: Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)\n--------\nLicense_URL: https://creativecommons.org/licenses/by-nc/4.0/\n--------\nLimitationsandexceptions: This series excludes Land-use Change & Forestry (LUCF). \n\nThe world data includes international bunker fuel-related emissions and emissions from territories not part of the United Nations Framework Convention on Climate Change (UNFCCC).\n--------\nLongdefinition: Nitrous oxide emissions from energy processes are emissions produced by the combustion of fossil fuels and biofuels.\n--------\nPeriodicity: Annual\n--------\nSource: Climate Watch Historical GHG Emissions (1990-2020). 2023. Washington, DC: World Resources Institute. Available online at: https://www.climatewatchdata.org/ghg-emissions\n--------\nStatisticalconceptandmethodology: IPCC category 1 = Energy. Expressed in CO2 equivalent using the GWP100 metric of the Second Assessment Report of IPCC and include N2O (GWP100=310). Nitrous oxide emissions are mainly from fossil fuel combustion, fertilizers, rainforest fires, and animal waste. Nitrous oxide is a powerful greenhouse gas, with an estimated atmospheric lifetime of 114 years, compared with 12 years for methane. The per kilogram global warming potential of nitrous oxide is nearly 310 times that of carbon dioxide within 100 years. The emissions are usually expressed in carbon dioxide equivalents using the global warming potential, which allows the effective contributions of different gases to be compared.\n--------\nTopic: Environment: Emissions\n",
    "url": "https://data.worldbank.org/indicator/EN.ATM.NOXE.EG.KT.CE?view=chart",
    "description": "Nitrous oxide emissions in energy sector (thousand metric tons of CO2 equivalent)"
}