{
    "indicator": "EN.ATM.CO2E.SF.ZS",
    "metadata": "========\nSeries: EN.ATM.CO2E.SF.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Carbon dioxide (CO2) is naturally occurring gas fixed by photosynthesis into organic matter. A byproduct of fossil fuel combustion and biomass burning, it is also emitted from land use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth's radiative balance. It is the reference gas against which other greenhouse gases are measured, thus having a Global Warming Potential of 1.\n\nAn emission intensity is the average emission rate of a given pollutant from a given source relative to the intensity of a specific activity. Emission intensities are also used to compare the environmental impact of different fuels or activities. The related terms - emission factor and carbon intensity - are often used interchangeably.\n\nBurning of carbon-based fuels since the industrial revolution has rapidly increased concentrations of atmospheric carbon dioxide, increasing the rate of global warming and causing anthropogenic climate change. It is also a major source of ocean acidification since it dissolves in water to form carbonic acid.\n\nThe addition of man-made greenhouse gases to the Atmosphere disturbs the earth's radiative balance. This is leading to an increase in the earth's surface temperature and to related effects on climate, sea level rise and world agriculture. Emissions of CO2 are from burning oil, coal and gas for energy use, burning wood and waste materials, and from industrial processes such as cement production.\n\nThe carbon dioxide emissions of a country are only an indicator of one greenhouse gas. For a more complete idea of how a country influences climate change, gases such as methane and nitrous oxide should be taken into account. This is particularly important in agricultural economies.\n\nThe environmental effects of carbon dioxide are of significant interest. Carbon dioxide (CO2) makes up the largest share of the greenhouse gases contributing to global warming and climate change. Converting all other greenhouse gases (methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6)) to carbon dioxide (or CO2) equivalents makes it possible to compare them and to determine their individual and total contributions to global warming. The Kyoto Protocol, an environmental agreement adopted in 1997 by many of the parties to the United Nations Framework Convention on Climate Change (UNFCCC), is working towards curbing CO2 emissions globally.\n--------\nIndicatorName: CO2 emissions from solid fuel consumption (% of total)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The U.S. Department of Energy's Carbon Dioxide Information Analysis Center (CDIAC) calculates annual anthropogenic emissions from data on fossil fuel consumption (from the United Nations Statistics Division's World Energy Data Set) and world cement manufacturing (from the U.S. Department of Interior's Geological Survey, USGS 2011). Although estimates of global carbon dioxide emissions are probably accurate within 10 percent (as calculated from global average fuel chemistry and use), country estimates may have larger error bounds. Trends estimated from a consistent time series tend to be more accurate than individual values.\n\nEach year the CDIAC recalculates the entire time series since 1949, incorporating recent findings and corrections. Estimates exclude fuels supplied to ships and aircraft in international transport because of the difficulty of apportioning the fuels among benefiting countries.\n--------\nLongdefinition: Carbon dioxide emissions from solid fuel consumption refer mainly to emissions from use of coal as an energy source.\n--------\nPeriodicity: Annual\n--------\nSource: Carbon Dioxide Information Analysis Center, Environmental Sciences Division, Oak Ridge National Laboratory, Tennessee, United States.\n--------\nStatisticalconceptandmethodology: The U.S. Department of Energy's Carbon Dioxide Information Analysis Center (CDIAC) calculates annual anthropogenic emissions from data on fossil fuel consumption (from the United Nations Statistics Division's World Energy Data Set) and world cement manufacturing (from the U.S. Department of Interior's Geological Survey (USGS 2011)). Although estimates of global carbon dioxide emissions are probably accurate within 10 percent (as calculated from global average fuel chemistry and use), country estimates may have larger error bounds. Trends estimated from a consistent time series tend to be more accurate than individual values.\n\nEach year the CDIAC recalculates the entire time series since 1949, incorporating recent findings and corrections. Estimates exclude fuels supplied to ships and aircraft in international transport because of the difficulty of apportioning the fuels among benefiting countries.\n--------\nTopic: Environment: Emissions\n",
    "url": "https://data.worldbank.org/indicator/EN.ATM.CO2E.SF.ZS?view=chart",
    "description": "CO2 emissions from solid fuel consumption (% of total)"
}