{
    "indicator": "EN.CO2.TRAN.ZS",
    "metadata": "========\nSeries: EN.CO2.TRAN.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Carbon dioxide (CO2) is naturally occurring gas fixed by photosynthesis into organic matter. A byproduct of fossil fuel combustion and biomass burning, it is also emitted from land use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth's radiative balance. It is the reference gas against which other greenhouse gases are measured, thus having a Global Warming Potential of 1.\n\nEmission intensity is the average emission rate of a given pollutant from a given source relative to the intensity of a specific activity. Emission intensities are also used to compare the environmental impact of different fuels or activities. The related terms - emission factor and carbon intensity - are often used interchangeably.\n\nBurning of carbon-based fuels since the industrial revolution has rapidly increased concentrations of atmospheric carbon dioxide, increasing the rate of global warming and causing anthropogenic climate change. It is also a major source of ocean acidification since it dissolves in water to form carbonic acid.\n\nThe addition of man-made greenhouse gases to the Atmosphere disturbs the earth's radiative balance. This is leading to an increase in the earth's surface temperature and to related effects on climate, sea level rise and world agriculture. Emissions of CO2 are from burning oil, coal and gas for energy use, burning wood and waste materials, and from industrial processes such as cement production.\n\nGlobal emissions of carbon dioxide have risen by 99%, or on average 2.0% per year, since 1971, and are projected to rise by another 45% by 2030, or by 1.6% per year. It is estimated that emissions in China have risen by 5.7 percent per annum between 1971 and 2006 - the use of coal in China increased levels of CO2 by 4.8 billion tonnes over this period.\n\nThe environmental effects of carbon dioxide are of significant interest. Carbon dioxide (CO2) makes up the largest share of the greenhouse gases contributing to global warming and climate change. Converting all other greenhouse gases (methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6)) to carbon dioxide (or CO2) equivalents makes it possible to compare them and to determine their individual and total contributions to global warming. The Kyoto Protocol, an environmental agreement adopted in 1997 by many of the parties to the United Nations Framework Convention on Climate Change (UNFCCC), is working towards curbing CO2 emissions globally.\n--------\nGeneralcomments: Restricted use: Please contact the International Energy Agency for third-party use of these data.\n--------\nIndicatorName: CO2 emissions from transport (% of total fuel combustion)\n--------\nLicense_Type: Use and distribution of these data are subject to IEA terms and conditions.\n--------\nLicense_URL: https://www.iea.org/terms\n--------\nLimitationsandexceptions: As a response to the objectives of the UNFCCC, the IEA Secretariat, together with the IPCC, the OECD and umerous international experts, has helped to develop and refine an internationally-agreed methodology for the calculation and reporting of national greenhouse-gas emissions from fuel combustion. This methodology was published in 1995 in the IPCC Guidelines for National Greenhouse Gas Inventories. After the initial dissemination of the methodology, revisions were added to several chapters, and published as the Revised 1996 IPCC Guidelines for National Greenhouse Gas Inventories (1996 IPCC Guidelines). In April 2006, the IPCC approved the 2006 Guidelines at the 25th session of the IPCC in Mauritius. For now, most countries (as well as the IEA Secretariat) are still calculating their inventories using the 1996 IPCC Guidelines.1. Both the 1996 IPCC Guidelines and the 2006 IPCC Guidelines are available from the IPCC Greenhouse Gas Inventories Programme (www.ipcc-nggip.iges.or.jp).\n\nSince the IPCC methodology for fuel combustion is largely based on energy balances, the IEA estimates for CO2 from fuel combustion have been calculated using the IEA energy balances and the default IPCC methodology. However, other possibly more detailed methodologies may be used by Parties to calculate their inventories. This may lead to different estimates of emissions.\n\nThe carbon dioxide emissions of a country are only an indicator of one greenhouse gas. For a more complete idea of how a country influences climate change, gases such as methane and nitrous oxide should be taken into account. This is particularly important in agricultural economies.\n--------\nLongdefinition: CO2 emissions from transport contains emissions from the combustion of fuel for all transport activity, regardless of the sector, except for international marine bunkers and international aviation. This includes domestic aviation, domestic navigation, road, rail and pipeline transport, and corresponds to IPCC Source/Sink Category 1 A 3. In addition, the IEA data are not collected in a way that allows the autoproducer consumption to be split by specific end-use and therefore, autoproducers are shown as a separate item (Unallocated Autoproducers).\n--------\nPeriodicity: Annual\n--------\nSource: IEA Statistics © OECD/IEA 2014 (https://www.iea.org/data-and-statistics), subject to https://www.iea.org/terms/\n--------\nStatisticalconceptandmethodology: Carbon dioxide emissions account for the largest share of greenhouse gases, which are associated with global warming. In 2010 the International Energy Agency (IEA) released data on carbon dioxide emissions by sector for the first time, allowing a more comprehensive understanding of each sector's contribution to total emissions. The sectoral approach yields data on carbon dioxide emissions from fuel combustion (Intergovernmental Panel on Climate Change [IPCC] source/sink category 1A) as calculated using the IPCC tier 1 sectoral approach.\n\nCarbon dioxide emissions from transport are emissions from fuel combustion for all transport activity (IPCC source/sink category 1A3), including domestic aviation, domestic navigation, road, rail, and pipeline transport but excluding international marine bunkers and international aviation. The IEA data do not allow energy consumption to be categorized by end-use, and thus emissions from autoproducers are listed separately under unallocated autoproducers.\n\nCarbon dioxide emissions, largely by-products of energy production and use, account for the largest share of greenhouse gases, which are associated with global warming. Anthropogenic carbon dioxide emissions result primarily from fossil fuel combustion and cement manufacturing. In combustion different fossil fuels release different amounts of carbon dioxide for the same level of energy use: oil releases about 50 percent more carbon dioxide than natural gas, and coal releases about twice as much. Cement manufacturing releases about half a metric ton of carbon dioxide for each metric ton of cement produced.\n--------\nTopic: Environment: Emissions\n",
    "url": "https://data.worldbank.org/indicator/EN.CO2.TRAN.ZS?view=chart",
    "description": "CO2 emissions from transport (% of total fuel combustion)"
}