{
    "indicator": "EN.CLC.DRSK.XQ",
    "metadata": "========\nSeries: EN.CLC.DRSK.XQ\n\nDevelopmentrelevance: The Hyogo Framework's goal is to substantially reduce disaster losses by 2015 - in lives, and in the social, economic, and environmental assets of communities and countries. The Hyogo Framework offers guiding principles, priorities for action, and practical means for achieving disaster resilience for vulnerable communities. Governments around the world have committed to take action to reduce disaster risk, and have adopted a guideline to reduce vulnerabilities to natural hazards, called the Hyogo Framework for Action (HFA). The HFA assists the efforts of nations and communities to become more resilient to, and cope better with the hazards that threaten their development gains.\n\nScientists use the terms climate change and global warming to refer to the gradual increase in the Earth's surface temperature that has accelerated since the industrial revolution and especially over the past two decades. Most global warming has been caused by human activities that have changed the chemical composition of the atmosphere through a buildup of greenhouse gases - primarily carbon dioxide, methane, and nitrous oxide. Rising global temperatures will cause sea level rise and alter local climate conditions, affecting forests, crop yields, and water supplies, and may affect human health, animals, and many types of ecosystems.\n--------\nIndicatorName: Disaster risk reduction progress score (1-5 scale; 5=best)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The Hyogo Framework for Action (FHA) national progress reports assess strategic priorities in the implementation of disaster risk reduction actions and establish baselines on levels of progress achieved in implementing the HFA's five priorities for action. National reporting processes are led by officially designated HFA focal institutions in country, and regional reporting by regional intergovernmental organizations.\n\nHFA's five priorities are:\n1. Making disaster risk reduction a policy priority, institutional strengthening\n2. Risk assessment and early warning systems\n3. Education, information and public awareness\n4. Reducing underlying risk factors\n5. Preparedness for effective response\n--------\nLongdefinition: Disaster risk reduction progress score is an average of self-assessment scores, ranging from 1 to 5, submitted by countries under Priority 1 of the Hyogo Framework National Progress Reports. The Hyogo Framework is a global blueprint for disaster risk reduction efforts that was adopted by 168 countries in 2005. Assessments of \"Priority 1\" include four indicators that reflect the degree to which countries have prioritized disaster risk reduction and the strengthening of relevant institutions.\n--------\nPeriodicity: Annual\n--------\nSource: (UNISDR, 2009-2011 Progress Reports, http://www.preventionweb.net/english/hyogo).\n--------\nStatisticalconceptandmethodology: Resilience is measured by the disaster risk reduction progress score, an average of self-assessment scores submitted by countries under Priority 1 of the Hyogo Framework National Progress Reports. The Hyogo Framework is a global blueprint for disaster risk reduction efforts that was adopted by 168 countries in 2005. Assessments of Priority 1 include four indicators that reflect the degree to which countries have prioritized disaster risk reduction and the strengthening of relevant institutions.\n--------\nTopic: Environment: Land use\n",
    "url": "https://data.worldbank.org/indicator/EN.CLC.DRSK.XQ?view=chart",
    "description": "Disaster risk reduction progress score (1-5 scale; 5=best)"
}