{
    "indicator": "EN.CLC.MDAT.ZS",
    "metadata": "========\nSeries: EN.CLC.MDAT.ZS\n\nDevelopmentrelevance: Scientists use the terms climate change and global warming to refer to the gradual increase in the Earth's surface temperature that has accelerated since the industrial revolution and especially over the past two decades. Most global warming has been caused by human activities that have changed the chemical composition of the atmosphere through a buildup of greenhouse gases - primarily carbon dioxide, methane, and nitrous oxide. Rising global temperatures will cause sea level rise and alter local climate conditions, affecting forests, crop yields, and water supplies, and may affect human health, animals, and many types of ecosystems.\n\nA drought can lead to losses in agriculture, affect inland navigation and hydropower plants, reduce access to drinking water, and cause famines. A flood is a significant rise of water level in a stream, lake, reservoir, or coastal region. Extreme temperature events are either cold waves or heat waves. A cold wave can be both a prolonged period of excessively cold weather and the sudden invasion of very cold air over a large area. Accompanied by frost, it can damage agriculture, infrastructure, and property. A heat wave is a prolonged period of excessively hot and sometimes humid weather. Population affected by these natural disasters is the number of people injured, left homeless, or requiring immediate assistance and can include displaced or evacuated people.\n--------\nIndicatorName: Droughts, floods, extreme temperatures (% of population, average 1990-2009)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The 2007 Intergovernmental Panel on Climate Change's (IPCC) assessment report concluded that global warming is \"unequivocal\" and gave the strongest warning yet about the role of human activities. The report estimated that sea levels would rise approximately 49 centimeters over the next 100 years, with a range of uncertainty of 20-86 centimeters. That will lead to increased coastal flooding through direct inundation and a higher base for storm surges, allowing flooding of larger areas and higher elevations. Climate model simulations predict an increase in average surface air temperature of about 2.5°C by 2100 (Kattenberg and others 1996) and increase of \"killer\" heat waves during the warm season (Karl and others 1997).\n--------\nLongdefinition: Droughts, floods and extreme temperatures is the annual average percentage of the population that is affected by natural disasters classified as either droughts, floods, or extreme temperature events. A drought is an extended period of time characterized by a deficiency in a region's water supply that is the result of constantly below average precipitation. A drought can lead to losses to agriculture, affect inland navigation and hydropower plants, and cause a lack of drinking water and famine. A flood is a significant rise of water level in a stream, lake, reservoir or coastal region. Extreme temperature events are either cold waves or heat waves. A cold wave can be both a prolonged period of excessively cold weather and the sudden invasion of very cold air over a large area. Along with frost it can cause damage to agriculture, infrastructure, and property. A heat wave is a prolonged period of excessively hot and sometimes also humid weather relative to normal climate patterns of a certain region. Population affected is the number of people injured, left homeless or requiring immediate assistance during a period of emergency resulting from a natural disaster; it can also include displaced or evacuated people. Average percentage of population affected is calculated by dividing the sum of total affected for the period stated by the sum of the annual population figures for the period stated.\n--------\nPeriodicity: Annual\n--------\nSource: EM-DAT: The OFDA/CRED International Disaster Database: www.emdat.be, Université Catholique de Louvain, Brussels (Belgium), World Bank.\n--------\nStatisticalconceptandmethodology: This indicator measures vulnerability of population affected by droughts, floods, and extreme temperature. A drought is an extended period of deficiency in a region's water supply as a result of below average precipitation.\n--------\nTopic: Environment: Land use\n",
    "url": "https://data.worldbank.org/indicator/EN.CLC.MDAT.ZS?view=chart",
    "description": "Droughts"
}