{
    "indicator": "ER.H2O.FWST.ZS",
    "metadata": "========\nSeries: ER.H2O.FWST.ZS\n\nDevelopmentrelevance: The level of water stress can show the degree to which water resources are being exploited to meet the country's water demand. It measures a country's pressure on its water resources and therefore the challenge on the sustainability of its water use. It tracks progress in regard to “withdrawals and supply of freshwater to address water scarcity”, i.e. the environmental component of target 6.4. It also shows to what extent water resources are already used, and signals the importance of effective supply and demand management policies. It indicates the likelihood of increasing competition and conflict between different water uses and users in a situation of increasing water scarcity. Increased water stress, shown by an increase in the value of the indicator, has potentially negative effects on the sustainability of the natural resources and on economic development. On the other hand, low values of water stress indicate that water does not represent a particular challenge for economic development and sustainability.\n--------\nIndicatorName: Level of water stress: freshwater withdrawal as a proportion of available freshwater resources\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Water withdrawal as a percentage of water resources is a good indicator of pressure on limited water resources, one of the most important natural resources. However, it only partially addresses the issues related to sustainable water management. Supplementary indicators that capture the multiple dimensions of water management would combine data on water demand management, behavioural changes with regard to water use and the availability of appropriate infrastructure, and measure progress in increasing the efficiency and sustainability of water use, in particular in relation to population and economic growth. They would also recognize the different climatic environments that affect water use in countries, in particular in agriculture, which is the main user of water. Sustainability assessment is also linked to the critical thresholds fixed for this indicator and there is no universal consensus on such threshold.\n\nTrends in water withdrawal show relatively slow patterns of change. Usually, three-five years are a minimum frequency to be able to detect significant changes, as it is unlikely that the indicator would show meaningful variations from one year to the other. Estimation of water withdrawal by sector is the main limitation to the computation of the indicator. Few countries actually publish water use data on a regular basis by sector. Renewable water resources include all surface water and groundwater resources that are available on a yearly basis without consideration of the capacity to harvest and use this resource. Exploitable water resources, which refer to the volume of surface water or groundwater that is available with an occurrence of 90% of the time, are considerably less than renewable water resources, but no universal method exists to assess such exploitable water resources. There is no universally agreed method for the computation of incoming freshwater flows originating outside of a country's borders. Nor is there any standard method to account for return flows, the part of the water withdrawn from its source and which flows back to the river system after use. In countries where return flow represents a substantial part of water withdrawal, the indicator tends to underestimate available water and therefore overestimate the level of water stress.\n\nOther limitations that affect the interpretation of the water stress indicator include: difficulty to obtain accurate, complete and up-to-date data; potentially large variation of sub-national data; lack of account of seasonal variations in water resources; lack of consideration to the distribution among water uses; lack of consideration of water quality and its suitability for use; and the indicator can be higher than 100 per cent when water withdrawal includes secondary freshwater (water withdrawn previously and returned to the system), non-renewable water (fossil groundwater), when annual groundwater withdrawal is higher than annual replenishment (over-abstraction) or when water withdrawal includes part or all of the water set aside for environmental water requirements. Some of these issues can be solved through disaggregation of the index at the level of hydrological units and by distinguishing between different use sectors. However, due to the complexity of water flows, both within a country and between countries, care should be taken not to double-count.\n--------\nLongdefinition: The level of water stress: freshwater withdrawal as a proportion of available freshwater resources is the ratio between total freshwater withdrawn by all major sectors and total renewable freshwater resources, after taking into account environmental water requirements. Main sectors, as defined by ISIC standards, include agriculture; forestry and fishing; manufacturing; electricity industry; and services. This indicator is also known as water withdrawal intensity.\n--------\nPeriodicity: Annual\n--------\nSource: Food and Agriculture Organization, AQUASTAT data.\n--------\nStatisticalconceptandmethodology: Proportion of total renewable water resources withdrawn is the total volume of groundwater and surface water withdrawn from their sources for human use (in the agricultural, municipal and industrial sectors), expressed as a percentage of the total actual renewable water resources. The terms water resources and water withdrawal are understood as freshwater resources and freshwater withdrawal. Water withdrawal is estimated for the following three main sectors: agriculture, municipalities (including domestic water withdrawal) and industries, at country level and expressed in km3/year. The total actual renewable water resources for a country or region are defined as the sum of internal renewable water resources and the external renewable water resources, also expressed in km3/year. The indicator is computed by dividing total water withdrawal by total actual renewable water resources minus environmental requirements and expressed in percentage points.\n\nTotal freshwater withdrawal is the volume of freshwater extracted from its source (rivers, lakes, aquifers) for agriculture, industries and municipalities. It is estimated at the country level for the following three main sectors: agriculture, municipalities (including domestic water withdrawal) and industries. Freshwater withdrawal includes primary freshwater (not withdrawn before), secondary freshwater (previously withdrawn and returned to rivers and groundwater, such as discharged wastewater and agricultural drainage water) and fossil groundwater. It does not include non-conventional water, i.e. direct use of treated wastewater, direct use of agricultural drainage water and desalinated water. Total freshwater withdrawal is in general calculated as being the sum of total water withdrawal by sector minus direct use of wastewater, direct use of agricultural drainage water and use of desalinated water.\n\nTotal renewable freshwater resources are expressed as the sum of internal and external renewable water resources. The terms “water resources” and “water withdrawal” are understood here as freshwater resources and freshwater withdrawal. Internal renewable water resources are defined as the long-term average annual flow of rivers and recharge of groundwater for a given country generated from endogenous precipitation. External renewable water resources refer to the flows of water entering the country, taking into consideration the quantity of flows reserved to upstream and downstream countries through agreements or treaties.\n\nEnvironmental water requirements (Env.) are the quantities of water required to sustain freshwater and estuarine ecosystems. Water quality and also the resulting ecosystem services are excluded from this formulation which is confined to water volumes. This does not imply that quality and the support to societies which are dependent on environmental flows are not important and should not be taken care of. Methods of computation of Env. are extremely variable and range from global estimates to comprehensive assessments for river reaches. Water volumes can be expressed in the same units as the total freshwater withdrawal, and then as percentages of the available water resources.\n--------\nTopic: Environment: Freshwater\n",
    "url": "https://data.worldbank.org/indicator/ER.H2O.FWST.ZS?view=chart",
    "description": "Level of water stress: freshwater withdrawal as a proportion of available freshwater resources"
}