{
    "indicator": "FD.AST.PRVT.GD.ZS",
    "metadata": "========\nSeries: FD.AST.PRVT.GD.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Private sector development and investment - tapping private sector initiative and investment for socially useful purposes - are critical for poverty reduction. In parallel with public sector efforts, private investment, especially in competitive markets, has tremendous potential to contribute to growth. Private markets are the engine of productivity growth, creating productive jobs and higher incomes. And with government playing a complementary role of regulation, funding, and service provision, private initiative and investment can help provide the basic services and conditions that empower poor people - by improving health, education, and infrastructure.\n--------\nIndicatorName: Domestic credit to private sector by banks (% of GDP)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Credit to the private sector may sometimes include credit to state-owned or partially state-owned enterprises.\n--------\nLongdefinition: Domestic credit to private sector by banks refers to financial resources provided to the private sector by other depository corporations (deposit taking corporations except central banks), such as through loans, purchases of nonequity securities, and trade credits and other accounts receivable, that establish a claim for repayment. For some countries these claims include credit to public enterprises.\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, International Financial Statistics and data files, and World Bank and OECD GDP estimates.\n--------\nStatisticalconceptandmethodology: Credit is an important link in money transmission; it finances production, consumption, and capital formation, which in turn affect economic activity. The data on domestic credit provided to the private sector by banks are taken from the other depository corporations survey (line 22D) of the International Monetary Fund's (IMF) International Financial Statistics. The other depository corporations include all deposit taking corporations (deposit money banks) except monetary authorities (the central bank).\n--------\nTopic: Financial Sector: Assets\n",
    "url": "https://data.worldbank.org/indicator/FD.AST.PRVT.GD.ZS?view=chart",
    "description": "Domestic credit to private sector by banks (% of GDP)"
}