{
    "indicator": "FM.AST.DOMO.ZG.M3",
    "metadata": "========\nSeries: FM.AST.DOMO.ZG.M3\n\nIndicatorName: Claims on other sectors of the domestic economy (annual growth as % of broad money)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Monetary accounts are derived from the balance sheets of financial institutions - the central bank, commercial banks, and nonbank financial intermediaries. Although these balance sheets are usually reliable, they are subject to errors of classification, valuation, and timing and to differences in accounting practices. For example, whether interest income is recorded on an accrual or a cash basis can make a substantial difference, as can the treatment of nonperforming assets. Valuation errors typically arise for foreign exchange transactions, particularly in countries with flexible exchange rates or in countries that have undergone currency devaluation during the reporting period. The valuation of financial derivatives and the net liabilities of the banking system can also be difficult. The quality of commercial bank reporting also may be adversely affected by delays in reports from bank branches, especially in countries where branch accounts are not computerized. Thus the data in the balance sheets of commercial banks may be based on preliminary estimates subject to constant revision. This problem is likely to be even more serious for nonbank financial intermediaries.\n--------\nLongdefinition: Claims on other sectors of the domestic economy (IFS line 32S..ZK) include gross credit from the financial system to households, nonprofit institutions serving households, nonfinancial corporations, state and local governments, and social security funds.\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, International Financial Statistics and data files.\n--------\nStatisticalconceptandmethodology: The banking system's assets include its net foreign assets and net domestic credit. Net domestic credit includes credit extended to the private sector and general government and credit extended to the nonfinancial public sector in the form of investments in short- and long-term government securities and loans to state enterprises; liabilities to the public and private sectors in the form of deposits with the banking system are netted out. Net domestic credit also includes credit to banking and nonbank financial institutions.\n\nDomestic credit is the main vehicle through which changes in the money supply are regulated, with central bank lending to the government often playing the most important role. The central bank can regulate lending to the private sector in several ways - for example, by adjusting the cost of the refinancing facilities it provides to banks, by changing market interest rates through open market operations, or by controlling the availability of credit through changes in the reserve requirements imposed on banks and ceilings on the credit provided by banks to the private sector.\n--------\nTopic: Financial Sector: Assets\n",
    "url": "https://data.worldbank.org/indicator/FM.AST.DOMO.ZG.M3?view=chart",
    "description": "Claims on other sectors of the domestic economy (annual growth as % of broad money)"
}