{
    "indicator": "GF.XPD.BUDG.ZS",
    "metadata": "========\nSeries: GF.XPD.BUDG.ZS\n\nDevelopmentrelevance: The indicator attempts to capture the reliability of government budgets: do governments spend what they intend to and do they collect what they set out to collect. The ability to implement the enacted budget is an important factor in government’s ability to deliver public services and achieve development objectives. The deviation between approved and actual spending is measured over a 12-month period (the budget year) and may have important implications for macroeconomic stability, public service delivery, and social welfare. A credibly implemented budget has only small deviations from the approved one.  If expenditure is under-executed, beneficiaries may not receive crucial services. Over-executed budgets may result in budget deficits and increased public debt levels and can influence the macroeconomic stability. In both cases, lack of budget credibility undermines the usefulness of the budget process for policy making and implementation and erodes public trust in government.\n--------\nIndicatorName: Primary government expenditures as a proportion of original approved budget (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Primary government expenditures as a proportion of original approved budget measures the extent to which aggregate budget expenditure outturn reflects the amount originally approved, as defined in government budget documentation and fiscal reports. The coverage is budgetary central government (BCG) and the time period covered is the last three completed fiscal years.\n--------\nPeriodicity: Annual\n--------\nSource: Public Expenditure and Financial Accountability (PEFA). Ministry of Finance (MoF).\n--------\nTopic: Public Sector: Government finance\n",
    "url": "https://data.worldbank.org/indicator/GF.XPD.BUDG.ZS?view=chart",
    "description": "Primary government expenditures as a proportion of original approved budget (%)"
}