{
    "indicator": "IC.BUS.NREG",
    "metadata": "========\nSeries: IC.BUS.NREG\n\nDevelopmentrelevance: Private sector development is critical for poverty reduction and private markets are the engine of productivity growth, creating productive jobs and higher incomes. Thus, entrepreneurship is a critical part of economic development and growth and important for the continued dynamism of the modern economy. And with government playing a complementary role of regulation, funding, and service provision, private initiative and investment can help provide the basic services and conditions that empower poor people - by improving health, education, and infrastructure.\n\nThe Entrepreneurship Database is a critical source of data that facilitates the measurement of entrepreneurial activity across countries and over time. The data also allow for a deeper understanding of the relationship between new firm registration, the regulatory environment, and economic growth. Previous research using the Entrepreneurship Database has shown a significant relationship between the cost of compliance required to start a business and new firm registration.\n--------\nGeneralcomments: For cross-country comparability, only limited liability corporations that operate in the formal sector are included.\n--------\nIndicatorName: New businesses registered (number)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data collected from economies categorized as offshore financial centers by Eurostat are excluded from the analysis, because registered entities in these countries may not fit the objective of the Entrepreneurship Database aiming at measuring formally registered companies with actual economic activities. The information provided by these economies likely reflects a number of shell companies, defined as companies that are registered for tax purposes but are not economically active. The information on offshore centers is collected and published by the Entrepreneurship Database, but it is not used for trend analysis purposes. Information on whether a country is classified as an offshore center is available in the metadata (footnotes). \n\nThe Entrepreneurship Database looks the number of new companies with limited liability registered during each calendar year, the number of limited liability companies closed during each calendar year, and the total number of companies with limited liability at the end of each calendar year. It does not include all other cases such as the suspension of firms, restoration of firms, temporary measures, etc.\n--------\nLongdefinition: New businesses registered are the number of new limited liability corporations (or its equivalent) registered in the calendar year.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank's Entrepreneurship Database (https://www.worldbank.org/en/programs/entrepreneurship).\n--------\nStatisticalconceptandmethodology: The Entrepreneurship Database is a unique source of comparable and cross-country data on the dynamics of formal private enterprises around the world based on administrative data collected from public agencies.\n\nEntrepreneurship is defined as the activities of an individual or a group of individuals aimed at initiating economic enterprise in the formal sector under a legal form of business. The legal form of business refers to private companies with limited liability. The database assesses the flow and the stock of companies with limited liability. \n\nThe main sources of information are national business registries. In a limited number of cases where the business registry is unable to provide the data, the Entrepreneurship Database uses other alternatives sources, such as national statistics agencies, ministries of economy, chambers of commerce, private sector, or publicly available data.\n--------\nTopic: Private Sector & Trade: Business environment\n",
    "url": "https://data.worldbank.org/indicator/IC.BUS.NREG?view=chart",
    "description": "New businesses registered (number)"
}