{
    "indicator": "IC.BUS.DFRN.XQ",
    "metadata": "========\nSeries: IC.BUS.DFRN.XQ\n\nAggregationmethod: Unweighted average\n--------\nDevelopmentrelevance: When compared across years, the ease of doing business score shows how much the regulatory environment for local entrepreneurs in an economy has changed over time in absolute terms, whereas the ease of doing business ranking shows only how much the regulatory environment has changed relative to that in other economies.\n--------\nGeneralcomments: Data are presented for the survey year instead of publication year.\n--------\nIndicatorName: Ease of doing business score (0 = lowest performance to 100 = best performance)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: The ease of doing business scores benchmark economies with respect to regulatory best practice, showing the proximity to the best regulatory performance on each Doing Business indicator. An economy’s score is indicated on a scale from 0 to 100, where 0 represents the worst regulatory performance and 100 the best regulatory performance.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, Doing Business project (http://www.doingbusiness.org/). NOTE: Doing Business has been discontinued as of 9/16/2021. For more information: https://bit.ly/3CLCbme\n--------\nStatisticalconceptandmethodology: The aggregate ease of doing business score for each economy is the simple average of their scores on each of the 10 topics included in the ranking: starting a business, dealing with construction permits, getting electricity, registering property, getting credit, protecting minority investors, paying taxes, trading across borders, enforcing contracts and resolving insolvency. All topics are weighted equally. Please refer to the Doing Business website for a detailed description of the methodology: https://www.doingbusiness.org/en/methodology\n--------\nTopic: Private Sector & Trade: Business environment\n",
    "url": "https://data.worldbank.org/indicator/IC.BUS.DFRN.XQ?view=chart",
    "description": "Ease of doing business score (0 = lowest performance to 100 = best performance)"
}