{
    "indicator": "IC.EXP.TMBC",
    "metadata": "========\nSeries: IC.EXP.TMBC\n\nAggregationmethod: Unweighted average\n--------\nGeneralcomments: Time is measured in hours, and 1 day is 24 hours (for example, 22 days are recorded as 22 × 24 = 528 hours). If customs clearance takes 7.5 hours, the data are recorded as is. Alternatively, suppose that documents are submitted to a customs agency at 8:00 a.m., are processed overnight and can be picked up at 8:00 a.m. the next day. In this case the time for customs clearance would be recorded as 24 hours because the actual procedure took 24 hours.\n\nData are presented for the survey year instead of publication year.\n--------\nIndicatorName: Time to export, border compliance (hours)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: If inspections by agencies other than customs are conducted in 20% or fewer cases, the border compliance time and cost measures take into account only clearance and inspections by customs (the standard case). If inspections by other agencies take place in more than 20% of cases, the time and cost measures account for clearance and inspections by all agencies. Different types of inspections may take place with different probabilities—for example, scanning may take place in 100% of cases while physical inspection occurs in 5% of cases. In situations like this, Doing Business would count the time only for scanning because it happens in more than 20% of cases while physical inspection does not. The border compliance time and cost for an economy do not include the time and cost for compliance with the regulations of any other economy.\n--------\nLongdefinition: Border compliance captures the time and cost associated with compliance with the economy’s customs regulations and with regulations relating to other inspections that are mandatory in order for the shipment to cross the economy’s border, as well as the time and cost for handling that takes place at its port or border. The time and cost for this segment include time and cost for customs clearance and inspection procedures conducted by other government agencies.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, Doing Business project (http://www.doingbusiness.org/). NOTE: Doing Business has been discontinued as of 9/16/2021. For more information: https://bit.ly/3CLCbme\n--------\nStatisticalconceptandmethodology: The computation of border compliance time and cost depends on where the border compliance procedures take place, who requires and conducts the procedures and what is the probability that inspections will be conducted. If all customs clearance and other inspections take place at the port or border, the time estimate for border compliance takes this simultaneity into account. It is entirely possible that the border compliance time and cost could be negligible or zero, as in the case of trade between members of the European Union or other customs unions.\n\nIf some or all customs or other inspections take place at other locations, the time and cost for these procedures are added to the time and cost for those that take place at the port or border. In Kazakhstan, for example, all customs clearance and inspections take place at a customs post in Almaty that is not at the land border between Kazakhstan and China. In this case border compliance time is the sum of the time spent at the terminal in Almaty and the handling time at the border.\n\nDoing Business asks contributors to estimate the time and cost for clearance and inspections by customs agencies— defined as documentary and physical inspections for the purpose of calculating duties by verifying product classification, confirming quantity, determining origin and checking the veracity of other information on the customs declaration. (This category includes all inspections aimed at preventing smuggling.) These are clearance and inspection procedures that take place in the majority of cases and thus are considered the \"standard\" case. The time and cost estimates capture the efficiency of the customs agency of the economy.\n\nDoing Business also asks contributors to estimate the total time and cost for clearance and inspections by customs and all other government agencies for the specified product. These estimates account for inspections related to health, safety, phytosanitary standards, conformity and the like, and thus capture the efficiency of agencies that require and conduct these additional inspections.\n--------\nTopic: Private Sector & Trade: Trade facilitation\n",
    "url": "https://data.worldbank.org/indicator/IC.EXP.TMBC?view=chart",
    "description": "Time to export"
}