{
    "indicator": "IC.IMP.CSDC.CD",
    "metadata": "========\nSeries: IC.IMP.CSDC.CD\n\nAggregationmethod: Unweighted average\n--------\nGeneralcomments: Insurance cost and informal payments for which no receipt is issued are excluded from the costs recorded. Costs are reported in U.S. dollars. Contributors are asked to convert local currency into U.S. dollars based on the exchange rate prevailing on the day they answer the questionnaire. Contributors are private sector experts in international trade logistics and are informed about exchange rates and their movements.\n\nData are presented for the survey year instead of publication year.\n--------\nIndicatorName: Cost to import, documentary compliance (US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Documentary compliance captures the time and cost associated with compliance with the documentary requirements of all government agencies of the origin economy, the destination economy and any transit economies. The aim is to measure the total burden of preparing the bundle of documents that will enable completion of the international trade for the product and partner pair assumed in the case study.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, Doing Business project (http://www.doingbusiness.org/). NOTE: Doing Business has been discontinued as of 9/16/2021. For more information: https://bit.ly/3CLCbme\n--------\nStatisticalconceptandmethodology: The time and cost for documentary compliance include the time and cost for obtaining documents (such as time spent to get the document issued and stamped); preparing documents (such as time spent gathering information to complete the customs declaration or certificate of origin); processing documents (such as time spent waiting for the relevant authority to issue a phytosanitary certificate); presenting documents (such as time spent showing a port terminal receipt to port authorities); and submitting documents (such as time spent submitting a customs declaration to the customs agency in person or electronically).\n\nAll electronic or paper submissions of information requested by any government agency in connection with the shipment are considered to be documents obtained, prepared and submitted during the export or import process. All documents prepared by the freight forwarder or customs broker for the product and partner pair assumed in the case study are included regardless of whether they are required by law or in practice. Any documents prepared and submitted so as to get access to preferential treatment— for example, a certificate of origin—are included in the calculation of the time and cost for documentary compliance. Any documents prepared and submitted because of a perception that they ease the passage of the shipment are also included (for example, freight forwarders may prepare a packing list because in their experience this reduces the probability of physical or other intrusive inspections).\n\nIn addition, any documents that are mandatory for exporting or importing are included in the calculation of time and cost. Documents that need to be obtained only once are not counted, however. And Doing Business does not include documents needed to produce and sell in the domestic market—such as certificates of third-party safety standards testing that may be required to sell toys domestically—unless a government agency needs to see these documents during the export process.\n--------\nTopic: Private Sector & Trade: Trade facilitation\n",
    "url": "https://data.worldbank.org/indicator/IC.IMP.CSDC.CD?view=chart",
    "description": "Cost to import"
}