{
    "indicator": "IP.IDS.RSCT",
    "metadata": "========\nSeries: IP.IDS.RSCT\n\nAggregationmethod: Sum\n--------\nIndicatorName: Industrial design applications, resident, by count\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: An industrial design right protects only the appearance or aesthetic features of a product, whereas a patent protects an invention that offers a new technical solution to a problem. In principle, an industrial design right does not protect the technical or functional features of a product. Industrial design registrations are valid for a limited period. The term of protection is usually 15 years for most jurisdictions. However, differences in legislation do exist, notably in China (which provides for a 10-year term from the application date). Data are based on information supplied to World Intellectual Property Organization (WIPO) by IP offices in annual surveys, supplemented by data in national IP office reports. Data may be missing for some offices or periods.\n--------\nLongdefinition: Industrial design applications are applications to register an industrial design with a national or regional Intellectual Property (IP) offices and designations received by relevant offices through the Hague System. Industrial designs are applied to a wide variety of industrial products and handicrafts. They refer to the ornamental or aesthetic aspects of a useful article, including compositions of lines or colors or any three-dimensional forms that give a special appearance to a product or handicraft. The holder of a registered industrial design has exclusive rights against unauthorized copying or imitation of the design by third parties. Industrial design registrations are valid for a limited period. The term of protection is usually 15 years for most jurisdictions. However, differences in legislation do exist, notably in China (which provides for a 10-year term from the application date). Resident application refers to an application filed with the IP office of or acting on behalf of the state or jurisdiction in which the first-named applicant in the application has residence. Design count is used to render application data for industrial applications across offices comparable, as some offices follow a single-class/single-design filing system while other have a multiple class/design filing system.\n--------\nPeriodicity: Annual\n--------\nSource: World Intellectual Property Organization (WIPO), Statistics Database at www.wipo.int/ipstats/. The International Bureau of WIPO assumes no responsibility with respect to the transformation of these data.\n--------\nTopic: Infrastructure: Technology\n",
    "url": "https://data.worldbank.org/indicator/IP.IDS.RSCT?view=chart",
    "description": "Industrial design applications"
}