{
    "indicator": "IP.TMK.RSCT",
    "metadata": "========\nSeries: IP.TMK.RSCT\n\nAggregationmethod: Sum\n--------\nIndicatorName: Trademark applications, resident, by count\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Depending on different legal systems, one or more classes can be specified in a trademark application, with the intent to obtain protection of the mark across different goods and/or services. For cross country comparison purposes, users are advised to refer to the trademark data rendered by the class count in the database 2004 onwards. Data are based on information supplied to World Intellectual Property Organization (WIPO) by IP offices in annual surveys, supplemented by data in national IP office reports. Data may be missing for some offices or periods.\n--------\nLongdefinition: Trademark applications filed are applications to register a trademark with a national or regional Intellectual Property (IP) offices and designations received by relevant offices through the Madrid System. A trademark is a distinctive sign which identifies certain goods or services as those produced or provided by a specific person or enterprise. A trademark provides protection to the owner of the mark by ensuring the exclusive right to use it to identify goods or services, or to authorize another to use it in return for payment. The period of protection varies, but a trademark can be renewed indefinitely beyond the time limit on payment of additional fees. Resident application refers to an application filed with the IP office of or acting on behalf of the state or jurisdiction in which the first-named applicant in the application has residence. Class count is used to render application data for trademark applications across offices comparable, as some offices follow a single-class/single-design filing system while other have a multiple class/design filing system.\n--------\nPeriodicity: Annual\n--------\nSource: World Intellectual Property Organization (WIPO), Statistics Database at www.wipo.int/ipstats/. The International Bureau of WIPO assumes no responsibility with respect to the transformation of these data.\n--------\nTopic: Infrastructure: Technology\n",
    "url": "https://data.worldbank.org/indicator/IP.TMK.RSCT?view=chart",
    "description": "Trademark applications"
}