{
    "indicator": "IQ.SPI.PIL3",
    "metadata": "========\nSeries: IQ.SPI.PIL3\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The data products (internal process) pillar is segmented by four topics and organized into (i) social, (ii) economic, (iii) environmental, and (iv) institutional dimensions using the typology of the Sustainable Development Goals (SDGs). This approach anchors the national statistical system’s performance around the essential data required to support the achievement of the 2030 global goals, and enables comparisons across countries so that a global view can be generated while enabling country specific emphasis to reflect the user needs of that country.\n--------\nIndicatorName: Statistical performance indicators (SPI): Pillar 3 data products score  (scale 0-100)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: The data products overall score is a composite score measureing whether the country is able to produce relevant indicators, primarily related to SDGs.  The data products (internal process) pillar is segmented by four topics and organized into (i) social, (ii) economic, (iii) environmental, and (iv) institutional dimensions using the typology of the Sustainable Development Goals (SDGs). This approach anchors the national statistical system’s performance around the essential data required to support the achievement of the 2030 global goals, and enables comparisons across countries so that a global view can be generated while enabling country specific emphasis to reflect the user needs of that country.\n--------\nNotesfromoriginalsource: For the data products dimension, indicators are generated using the UN Global SDG monitoring database. For each SDG indicator, the database is checked to see whether a value is available within a five year window. (for instance, for 2019 if a value is available between 2015-2019. For OECD countries, the UN SDG database is supplemented with comparable data submitted to the OECD following the methodology in Measuring Distance to the SDG Targets 2019: An Assessment of Where OECD Countries Stand. The decision to supplement the UN Global SDG monitoring database using this OECD database was taken, because a clear methodology had been established to do so. The UN Global SDG monitoring database was chosen as a primary source, rather than individual NSO websites, because data submitted to the UN Global SDG monitoring database goes through a standardized process including quality control and detailed documentation.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: The data products overall score is a composite score measureing whether the country is able to produce relevant indicators, primarily related to SDGs\n--------\nSource: Statistical Performance Indicators, The World Bank (https://datacatalog.worldbank.org/dataset/statistical-performance-indicators)\n--------\nStatisticalconceptandmethodology: Weighted average of statistical performance indicators related to data products.  Scores range from 0-100 with 100 representing the best score.\n--------\nTopic: Public Sector: Policy & institutions\n",
    "url": "https://data.worldbank.org/indicator/IQ.SPI.PIL3?view=chart",
    "description": "Statistical performance indicators (SPI): Pillar 3 data products score  (scale 0-100)"
}