{
    "indicator": "IQ.SPI.PIL1",
    "metadata": "========\nSeries: IQ.SPI.PIL1\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The data use (outcome) pillar is segmented by five types of users: (i) the legislature, (ii) the executive branch, (iii) civil society (including sub-national actors), (iv) academia and (v) international bodies.  Each dimension would have associated indicators to measure performance. A mature system would score well across all dimensions whereas a less mature one would have weaker scores along certain dimensions. The gaps would give insights into prioritization among user groups and help answer questions as to why the existing services are not resulting in higher use of national statistics in a particular segment.\n--------\nIndicatorName: Statistical performance indicators (SPI): Pillar 1 data use score (scale 0-100)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Currently, the dashboard only features indicators for one of the five dimensions of data use, which is data use by international organizations. Indicators on whether statistical systems are providing useful data to their national governments (legislature and executive branches), to civil society, and to academia are absent.  Thus the dashboard does not yet assess if national statistical systems are meeting the data needs of a large swathe of users.\n--------\nLongdefinition: The data use overall score is a composite score measuring the demand side of the statistical system.  The data use  pillar is segmented by five types of users: (i) the legislature, (ii) the executive branch, (iii) civil society (including sub-national actors), (iv) academia and (v) international bodies.  Each dimension would have associated indicators to measure performance. A mature system would score well across all dimensions whereas a less mature one would have weaker scores along certain dimensions. The gaps would give insights into prioritization among user groups and help answer questions as to why the existing services are not resulting in higher use of national statistics in a particular segment.  Currently, the SPI only features indicators for one of the five dimensions of data use, which is data use by international organizations. Indicators on whether statistical systems are providing useful data to their national governments (legislature and executive branches), to civil society, and to academia are absent.  Thus the dashboard does not yet assess if national statistical systems are meeting the data needs of a large swathe of users.\n--------\nNotesfromoriginalsource: For pillar 1 on data use, data is collected from four distinct sources. The World Bank supplies data for indicators on availability of comparable poverty data (from the World Bank’s Povcalnet system), and the indicator on quality of debt service data (from the World Bank’s World Development Indicators or WDI metadata). Data on the availability of under 5 child mortality data comes from the UN Inter-agency Group for Child Mortality Estimation. The indicator on availability of safely managed drinking water data is sourced from the WHO/UNICEF Joint Monitoring Programme. The indicator on the availability of source data for measuring labor force participation comes from the ILO. Each of these sources will be updated annually prior to each annual data release. The date the data is updated for each of these sources is available in our technical documentation.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: The data use overall score is a composite score covering five dimensions: (i) the legislature, (ii) the executive branch, (iii) civil society (including sub-national actors), (iv) academia and (v) international bodies.  Scores range from 0-100 with 100 representing the best score.\n--------\nSource: Statistical Performance Indicators, The World Bank (https://datacatalog.worldbank.org/dataset/statistical-performance-indicators)\n--------\nStatisticalconceptandmethodology: Weighted average of statistical performance indicators related to data use.  Scores range from 0-100 with 100 representing the best score.\n--------\nTopic: Public Sector: Policy & institutions\n",
    "url": "https://data.worldbank.org/indicator/IQ.SPI.PIL1?view=chart",
    "description": "Statistical performance indicators (SPI): Pillar 1 data use score (scale 0-100)"
}