{
    "indicator": "IQ.SPI.OVRL",
    "metadata": "========\nSeries: IQ.SPI.OVRL\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The new Statistical Performance Indicators (SPI) will replace the Statistical Capacity Index (SCI), which the World Bank has regularly published since 2004. Although the goals are the same, to offer a better tool to measure the statistical systems of countries, the new SPI framework has expanded into new areas including in the areas of data use, administrative data, geospatial data, data services, and data infrastructure. The SPI provides a framework that can help countries measure where they stand in several dimensions and offers an ambitious measurement agenda for the international community.\n--------\nIndicatorName: Statistical performance indicators (SPI): Overall score (scale 0-100)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: The SPI overall score is a composite score measuing country performance across five pillars: data use, data services, data products, data sources, and data infrastructure.  The new Statistical Performance Indicators (SPI) will replace the Statistical Capacity Index (SCI), which the World Bank has regularly published since 2004. Although the goals are the same, to offer a better tool to measure the statistical systems of countries, the new SPI framework has expanded into new areas including in the areas of data use, administrative data, geospatial data, data services, and data infrastructure. The SPI provides a framework that can help countries measure where they stand in several dimensions and offers an ambitious measurement agenda for the international community.\n--------\nNotesfromoriginalsource: The SPI draws on a variety of data sources to create the indicators.  A guiding principle is that the SPI rely on openly available data from credible sources, such as international organizations and NSO websites. The SPI team used web scraping, accessed publicly available databases, or in some cases visited NSO websites to acquire the information. While greater detail for each specific indicator can be found in the technical documentation describing each indicator.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: The SPI overall score is a composite score measuing country performance across five pillars: data use, data services, data products, data sources, and data infrastructure.\n--------\nSource: Statistical Performance Indicators, The World Bank (https://datacatalog.worldbank.org/dataset/statistical-performance-indicators)\n--------\nStatisticalconceptandmethodology: Weighted average of all statistical performance indicators.  Scores range from 0-100 with 100 representing the best score.\n--------\nTopic: Public Sector: Policy & institutions\n",
    "url": "https://data.worldbank.org/indicator/IQ.SPI.OVRL?view=chart",
    "description": "Statistical performance indicators (SPI): Overall score (scale 0-100)"
}