{
    "indicator": "IS.RRS.GOOD.MT.K6",
    "metadata": "========\nSeries: IS.RRS.GOOD.MT.K6\n\nAggregationmethod: Median\n--------\nDevelopmentrelevance: Transport infrastructure - highways, railways, ports and waterways, and airports and air traffic control systems - and the services that flow from it are crucial to the activities of households, producers, and governments. Because performance indicators vary widely by transport mode and focus (whether physical infrastructure or the services flowing from that infrastructure), highly specialized and carefully specified indicators are required to measure a country's transport infrastructure.\n\nThe railway transport industry a vital engine of global socio-economic growth. It is of vital importance for economic development, creating direct and indirect employment, supporting tourism and local businesses. Economic growth, technological change, and market liberalization affect road transport throughout the world.\n\nRailways have helped in the industrialization process of a country by easy transportation of coal and raw-materials at a cheaper rate. As railways require huge capital outlay, they may give rise to monopolies and work against public interest at large. Even if controlled and managed by the government, lack of competition sometimes results in inefficiency and high costs. Also, many times it is not economical to operate railways in sparsely settled rural areas. Thus, in many developing countries large rural areas have no railway even today.\n\nRail transport is a major form of passenger and freight transport in many countries. It is ubiquitous in Europe, with an integrated network covering virtually the whole continent. In India, China, South Korea and Japan, many millions use trains as regular transport. In the North America, freight rail transport is widespread and heavily used in for transporting gods. The western Europe region has the highest railway density in the world and has many individual trains which operate through several countries despite technical and organizational differences in each national network. Australia has a generally sparse network, mostly along its densely populated urban centers.\n\nBulk freight handling is a key advantage for rail transport. Low or even zero transshipment costs combined with energy efficiency and low inventory costs allow trains to handle bulk much cheaper than by road. Typical bulk cargo includes coal, ore, grains and liquids. Bulk goods can be transported in open-topped cars, hopper cars and tank cars. Container trains have become the dominant type in the US for non-bulk haulage.\n--------\nIndicatorName: Railways, goods transported (million ton-km)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Unlike the road sector, where numerous qualified motor vehicle operators can operate anywhere on the road network, railways are a restricted transport system with vehicles confined to a fixed guideway. Considering the cost and service characteristics, railways generally are best suited to carry - and can effectively compete for - bulk commodities and containerized freight for distances of 500-5,000 kilometers, and passengers for distances of 50-1,000 kilometers. Below these limits road transport tends to be more competitive, while above these limits air transport for passengers and freight and sea transport for freight tend to be more competitive. \n\nData for transport sectors are not always internationally comparable. Unlike for demographic statistics, national income accounts, and international trade data, the collection of infrastructure data has not been \"internationalized.\"\n--------\nLongdefinition: Goods transported by railway are the volume of goods transported by railway, measured in metric tons times kilometers traveled.\n--------\nPeriodicity: Annual\n--------\nSource: Internation Union of Railways (UIC), OECD Statistics\n--------\nStatisticalconceptandmethodology: Freight traffic on any mode is typically measured in tons and ton-kilometers. A ton-kilometer equals cargo weight transported times distance transported. For railways, an important measure of work performed is gross ton-kilometers, this measure includes rail wagons' empty weight for both empty and loaded movements. This measure of gross ton-kilometers is also called ‘trailing tons' or the total tons being hauled. Sometimes gross ton-kilometer measures include the weight of locomotives used to haul freight trains.\n--------\nTopic: Infrastructure: Transportation\n",
    "url": "https://data.worldbank.org/indicator/IS.RRS.GOOD.MT.K6?view=chart",
    "description": "Railways"
}