{
    "indicator": "IS.RRS.PASG.KM",
    "metadata": "========\nSeries: IS.RRS.PASG.KM\n\nAggregationmethod: Median\n--------\nDevelopmentrelevance: Transport infrastructure - highways, railways, ports and waterways, and airports and air traffic control systems - and the services that flow from it are crucial to the activities of households, producers, and governments. Because performance indicators vary widely by transport mode and focus (whether physical infrastructure or the services flowing from that infrastructure), highly specialized and carefully specified indicators are required to measure a country's transport infrastructure.\n\nThe railway transport industry a vital engine of global socio-economic growth. It is of vital importance for economic development, creating direct and indirect employment, supporting tourism and local businesses. Economic growth, technological change, and market liberalization affect road transport throughout the world.\n\nRailways have helped in the industrialization process of a country by easy transportation of coal and raw-materials at a cheaper rate. As railways require huge capital outlay, they may give rise to monopolies and work against public interest at large. Even if controlled and managed by the government, lack of competition sometimes results in inefficiency and high costs. Also, many times it is not economical to operate railways in sparsely settled rural areas. Thus, in many developing countries large rural areas have no railway even today.\n\nRail transport is a major form of passenger and freight transport in many countries. Passenger trains can involve a variety of functions including long distance travel, daily commuter trips, or local urban transit services. Railways are very popular mode of transportation in Europe, with an integrated network covering virtually the whole continent. In India, China, South Korea and Japan, many millions use trains as regular transport. In North America, freight rail transport is widespread and heavily used in for transporting goods. The western Europe region has the highest railway density in the world and has many individual trains which operate through several countries despite technical and organizational differences in each national network. Australia has a generally sparse network, mostly along its densely populated urban centers.\n--------\nIndicatorName: Railways, passengers carried (million passenger-km)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Unlike the road sector, where numerous qualified motor vehicle operators can operate anywhere on the road network, railways are a restricted transport system with vehicles confined to a fixed guideway. Considering the cost and service characteristics, railways generally are best suited to carry - and can effectively compete for - bulk commodities and containerized freight for distances of 500-5,000 kilometers, and passengers for distances of 50-1,000 kilometers. Below these limits road transport tends to be more competitive, while above these limits air transport for passengers and freight and sea transport for freight tend to be more competitive. \n\nData for transport sectors are not always internationally comparable. Unlike for demographic statistics, national income accounts, and international trade data, the collection of infrastructure data has not been \"internationalized.\"\n--------\nLongdefinition: Passengers carried by railway are the number of passengers transported by rail multiplied by kilometers traveled.\n--------\nNotesfromoriginalsource: Internation Union of Railways (UIC Railisa Database): Var 5113 Passenger.kilometers on the national territory of the railway undertaking. This variable relates to passengers, irrespective of the fare paid and also including free travelling passengers, but excluding members of the train crew. The number of passengers should be calculated as number of passenger journeys. A journey is the act of moving from one place (origin) to another (destination) using a given transport mode (e.g. railway). A journey may consist of one or several stages depending on whether one has to change transport means (e.g. using more than one train) in order to get from the origin to the destination. In other words, a journey consists either of a single stage or a sequence of stages using the same transport mode (e.g. railway), following each other in such a way that the destination of one stage coincides with the origin of the next. Journeys should be considered finished when an overnight stay occurs. For practical purposes, journeys can be considered finished when a change in transport mode or transport company occurs. Passenger-kilometres is the total distance travelled by all the passengers. For instance, one person travelling for 20km contributes for 20 passenger-kilometres; four people, travelling for 20km each, contribute for 80 passenger- kilometres.\nOECD Statistics: Rail passenger transport: any movement of passengers using a rail vehicle on a given rail network. National rail passenger transport: rail passenger transport between two places (a place of loading/embarkation and a place of unloading/disembarkation) located in the same country. It may involve transit through a second country. International rail passenger transport: rail passenger transport between a place (of loading/embarkation or unloading/disembarkation) in one country and a place (of loading/embarkation or unloading/disembarkation) in another country. It may involve transit through one or more additional countries. Rail passenger: any person, excluding members of the train crew, who makes a journey by rail. Passenger-kilometre by rail: unit of measurement representing the transport of one rail passenger by rail over a distance of one kilometre.\n--------\nPeriodicity: Annual\n--------\nSource: Internation Union of Railways (UIC Railisa Database), OECD Statistics\n--------\nStatisticalconceptandmethodology: Passenger-kilometers are usually measured on the basis of the rail travel distance between origin and destination multiplied by the number of passengers traveling between each origin and destination.\n--------\nTopic: Infrastructure: Transportation\n",
    "url": "https://data.worldbank.org/indicator/IS.RRS.PASG.KM?view=chart",
    "description": "Railways"
}