{
    "indicator": "IS.SHP.GCNW.XQ",
    "metadata": "========\nSeries: IS.SHP.GCNW.XQ\n\nDevelopmentrelevance: The liner shipping connectivity index (LSCI) aims at capturing a country's integration level into global liner shipping networks. A country's access to world markets depends largely on their transport connectivity, especially in regard to regular shipping services for the import and export of manufactured goods.\n\nTrade facilitation encompasses customs efficiency and other physical and regulatory environments where trade takes place, harmonization of standards and conformance to international regulations, and the logistics of moving goods and associated documentation through countries and ports. Though collection of trade facilitation data has improved over the last decade, data that allow meaningful evaluation, especially for developing economies, are lacking. The quality and accessibility of ports and roads affect logistics performance.\n\nAccess to global shipping and air freight networks and the quality and accessibility of ports and roads affect logistics performance. Maritime transport is the backbone of international trade and a key engine driving globalization. Around 80 per cent of global trade by volume and over 70 per cent by value is carried by sea and is handled by ports worldwide; these shares are even higher in the case of most developing countries.\n\nA total of 60 per cent of world seaborne trade by volume is loaded, and 57 per cent unloaded, in developing-country ports. That is a remarkable shift away from previous patterns, in which developing economies served mainly as loading areas for raw materials and natural resources.\n--------\nIndicatorName: Liner shipping connectivity index (maximum value in 2004 = 100)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data on trade facilitation are drawn from research by private and international agencies. Most data are perception-based evaluations by business executives and professionals. Because of different backgrounds, values, and personalities, those surveyed may evaluate the same situation differently. Caution should thus be used when interpreting perception- based indicators. Nevertheless, they convey much needed information on trade facilitation.\n--------\nLongdefinition: The Liner Shipping Connectivity Index captures how well countries are connected to global shipping networks. It is computed by the United Nations Conference on Trade and Development (UNCTAD) based on five components of the maritime transport sector: number of ships, their container-carrying capacity, maximum vessel size, number of services, and number of companies that deploy container ships in a country's ports. For each component a country's value is divided by the maximum value of each component in 2004, the five components are averaged for each country, and the average is divided by the maximum average for 2004 and multiplied by 100. The index generates a value of 100 for the country with the highest average index in 2004. . The underlying data come from Containerisation International Online.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Liner Shipping Connectivity Index score indicates how well countries are connected to global shipping networks\nbased on the status of their maritime transport sector. The highest value in 2004 is 100.\n--------\nSource: United Nations Conference on Trade and Development, Review of Maritime Transport 2010.\n--------\nStatisticalconceptandmethodology: The Liner Shipping Connectivity Index captures how well countries are connected to global shipping networks. Starting in 2020 the index was improved and is published as a quarterly series with the index set at 100 for the country with the highest average in the first quarter of 2006. It is computed by the United Nations Conference on Trade and Development (UNCTAD) based on six components of the maritime transport sector: number of ships, their container-carrying capacity, maximum vessel size, number of services, the number of country-pairs with a direct connection, and number of companies that deploy container ships in a country's ports. The data are derived from Containerisation International Online (www.ci-online.co.uk). For each of the six components, a country's value is divided by the maximum value of that component in Q1 2006, and for each country, the average of the six components is calculated. This average is then divided by the maximum average for Q1 2006 and multiplied by 100. In this way, the index generates the value 100 for the country with the highest average index of the six components in Q1 2006. Annual values of the index equal the values of the first quarter of the same corresponding year.\n--------\nTopic: Infrastructure: Transportation\n",
    "url": "https://data.worldbank.org/indicator/IS.SHP.GCNW.XQ?view=chart",
    "description": "Liner shipping connectivity index (maximum value in 2004 = 100)"
}