{
    "indicator": "MS.MIL.MPRT.KD",
    "metadata": "========\nSeries: MS.MIL.MPRT.KD\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Although national defense is an important function of government and security from external threats that contributes to economic development, high military expenditures for defense or civil conflicts burden the economy and may impede growth. Data on military expenditures are a rough indicator of the portion of national resources used for military activities and of the burden on the economy.\n\nComparisons of military spending among countries should take into account the many factors that influence perceptions of vulnerability and risk, including historical and cultural traditions, the length of borders that need defending, the quality of relations with neighbors, and the role of the armed forces in the body politic.\n--------\nGeneralcomments: Data for some countries are based on partial or uncertain data or rough estimates.\n--------\nIndicatorName: Arms imports (SIPRI trend indicator values)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: SIPRI calculates the volume of transfers to, from and between all parties using the TIV and the number of weapon systems or subsystems delivered in a given year. This data is intended to provide a common unit to allow the measurement if trends in the flow of arms to particular countries and regions over time. Therefore, the main priority is to ensure that the TIV system remains consistent over time, and that any changes introduced are backdated.\n\nSIPRI TIV figures do not represent sales prices for arms transfers. They should therefore not be directly compared with gross domestic product (GDP), military expenditure, sales values or the financial value of export licences in an attempt to measure the economic burden of arms imports or the economic benefits of exports. They are best used as the raw data for calculating trends in international arms transfers over periods of time, global percentages for suppliers and recipients, and percentages for the volume of transfers to or from particular states.\n--------\nLongdefinition: Arms transfers cover the supply of military weapons through sales, aid, gifts, and those made through manufacturing licenses. Data cover major conventional weapons such as aircraft, armored vehicles, artillery, radar systems, missiles, and ships designed for military use. Excluded are transfers of other military equipment such as small arms and light weapons, trucks, small artillery, ammunition, support equipment, technology transfers, and other services. Figures are SIPRI Trend Indicator Values (TIVs) expressed in US$ m. A '0' indicates that the value of deliveries is less than US$0.5m.\n--------\nNotesfromoriginalsource: SIPRI statistical data on arms transfers relates to actual deliveries of major conventional weapons. To permit comparison between the data on such deliveries of different weapons and to identify general trends, SIPRI has developed a unique system to measure the volume of international transfers of major conventional weapons using a common unit, the trend-indicator value (TIV).\n \nThe TIV is based on the known unit production costs of a core set of weapons and is intended to represent the transfer of military resources rather than the financial value of the transfer. Weapons for which a production cost is not known are compared with core weapons based on: size and performance characteristics (weight, speed, range and payload); type of electronics, loading or unloading arrangements, engine, tracks or wheels, armament and materials; and the year in which the weapon was produced. A weapon that has been in service in another armed force is given a value 40 per cent of that of a new weapon. A used weapon that has been significantly refurbished or modified by the supplier before delivery is given a value of 66 per cent of that of a new weapon.\n--------\nPeriodicity: Annual\n--------\nSource: Stockholm International Peace Research Institute (SIPRI), Arms Transfers Programme (http://portal.sipri.org/publications/pages/transfer/splash).\n--------\nStatisticalconceptandmethodology: Stockholm International Peace Research Institute (SIPRI)'s Arms Transfers Program collects data on arms transfers from open sources. Since publicly available information is inadequate for tracking all weapons and other military equipment, SIPRI covers only what it terms major conventional weapons. Data cover the supply of weapons through sales, aid, gifts, and manufacturing licenses; therefore the term arms transfers rather than arms trade is used. SIPRI data also cover weapons supplied to or from rebel forces in an armed conflict as well as arms deliveries for which neither the supplier nor the recipient can be identified with acceptable certainty; these data are available in SIPRI's database.\n\nData cover major conventional weapons such as aircraft, armored vehicles, artillery, radar systems and other sensors, missiles, and ships designed for military use as well as some major components such as turrets for armored vehicles and engines. Excluded are other military equipment such as most small arms and light weapons, trucks, small artillery, ammunition, support equipment, technology transfers, and other services.\n--------\nTopic: Public Sector: Defense & arms trade\n",
    "url": "https://data.worldbank.org/indicator/MS.MIL.MPRT.KD?view=chart",
    "description": "Arms imports (SIPRI trend indicator values)"
}