{
    "indicator": "MS.MIL.TOTL.TF.ZS",
    "metadata": "========\nSeries: MS.MIL.TOTL.TF.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Although national defense is an important function of government and security from external threats that contributes to economic development, high military expenditures for defense or civil conflicts burden the economy and may impede growth. Data on military expenditures are a rough indicator of the portion of national resources used for military activities and of the burden on the economy.\n\nComparisons of military spending among countries should take into account the many factors that influence perceptions of vulnerability and risk, including historical and cultural traditions, the length of borders that need defending, the quality of relations with neighbors, and the role of the armed forces in the body politic.\n--------\nGeneralcomments: Data for some countries are based on partial or uncertain data or rough estimates.\n--------\nIndicatorName: Armed forces personnel (% of total labor force)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data exclude personnel not on active duty, therefore they underestimate the share of the labor force working for the defense establishment. Governments rarely report the size of their armed forces, so such data typically come from intelligence sources. Unless otherwise indicated, reserves includes all reservists committed to rejoining the armed forces in an emergency, except when national reserve service obligations following conscription last almost a lifetime.\n--------\nLongdefinition: Armed forces personnel are active duty military personnel, including paramilitary forces if the training, organization, equipment, and control suggest they may be used to support or replace regular military forces. Labor force comprises all people who meet the International Labour Organization's definition of the economically active population.\n--------\nPeriodicity: Annual\n--------\nSource: International Institute for Strategic Studies, The Military Balance.\n--------\nStatisticalconceptandmethodology: Military data on manpower represent quantitative assessment of the personnel strengths of the world's armed forces. The numbers are based on the most accurate data available to, or, on the best estimate that can be made by the International Institute for Strategic Studies (IISS) at the time of its annual publication. The IISS collects the data from national governments.\n\nArmed forces personnel comprise all servicemen and women on full-time duty (including conscripts and long-term assignments from the Reserves). Reserve describes formations and units not fully manned or operational in peacetime, but which can be mobilized by recalling reservists in an emergency. IISS estimates of effective reservist strengths on the numbers available within five years of completing full-time service, unless there is good evidence that obligations are enforced for longer. Although paramilitary forces whose training, organization, equipment and control suggest they may be used to support or replace regular military forces, they are not included in the armed forces personnel. Home Guard units are counted as paramilitary.\n\nData are shown as percentage of total labor force. According to International Labour Organization (ILO armed forces occupations include all jobs held by members of the armed forces. Members of the armed forces are those personnel who are currently serving in the armed forces, including auxiliary services, whether on a voluntary or compulsory basis, and who are not free to accept civilian employment and are subject to military discipline. Included are regular members of the army, navy, air force and other military services, as well as conscripts enrolled for military training or other service for a specified period. Excluded are persons in civilian employment of government establishments concerned with defense issues; police (other than military police); customs inspectors and members of border or other armed civilian services; persons who have been temporarily withdrawn from civilian life for a short period of military training or retraining, according to national requirements, and members of military reserves not currently on active service.\n--------\nTopic: Public Sector: Defense & arms trade\n",
    "url": "https://data.worldbank.org/indicator/MS.MIL.TOTL.TF.ZS?view=chart",
    "description": "Armed forces personnel (% of total labor force)"
}