{
    "indicator": "MS.MIL.TOTL.P1",
    "metadata": "========\nSeries: MS.MIL.TOTL.P1\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Although national defense is an important function of government and security from external threats that contributes to economic development, high military expenditures for defense or civil conflicts burden the economy and may impede growth. Data on military expenditures are a rough indicator of the portion of national resources used for military activities and of the burden on the economy.\n\nComparisons of military spending among countries should take into account the many factors that influence perceptions of vulnerability and risk, including historical and cultural traditions, the length of borders that need defending, the quality of relations with neighbors, and the role of the armed forces in the body politic.\n--------\nGeneralcomments: Data for some countries are based on partial or uncertain data or rough estimates.\n--------\nIndicatorName: Armed forces personnel, total\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data excludes personnel not on active duty, therefore it underestimates the share of the labor force working for the defense establishment. The cooperation of governments of all countries listed in “The Military Balance” has been sought by IISS and, in many cases, received.  However, some data in “The Military Balance” is estimated.\n--------\nLongdefinition: Armed forces personnel are active duty military personnel, including paramilitary forces if the training, organization, equipment, and control suggest they may be used to support or replace regular military forces.\n--------\nPeriodicity: Annual\n--------\nSource: International Institute for Strategic Studies, The Military Balance.\n--------\nStatisticalconceptandmethodology: Military data on manpower represent quantitative assessment of the personnel strengths of the world's armed forces. The IISS collects the data from a wide variety of sources. The numbers are based on the most accurate data available to, or on the best estimate that can be made by the International Institute for Strategic Studies (IISS) at the time of its annual publication. The current WDI indicator includes active armed forces and active paramilitary (but not reservists). Armed forces personnel comprise all servicemen and women on full-time duty, including conscripts and long-term assignments from the Reserves (“Reserve” describes formations and units not fully manned or operational in peacetime, but which can be mobilized by recalling reservists in an emergency). The indicator includes paramilitary forces. The source of the data (IISS) reports armed forces and paramilitary forces separately, however these figures are added for the purpose of computing this series. Home Guard units are counted as paramilitary.\n--------\nTopic: Public Sector: Defense & arms trade\n",
    "url": "https://data.worldbank.org/indicator/MS.MIL.TOTL.P1?view=chart",
    "description": "Armed forces personnel"
}