{
    "indicator": "MS.MIL.XPND.CN",
    "metadata": "========\nSeries: MS.MIL.XPND.CN\n\nGeneralcomments: Data for some countries are based on partial or uncertain data or rough estimates. For additional details please refer to the military expenditure database on the SIPRI website: https://sipri.org/databases/milex\n--------\nIndicatorName: Military expenditure (current LCU)\n--------\nLicense_Type: Use and distribution of these data are subject to Stockholm International Peace Research Institute (SIPRI) terms and conditions.\n--------\nLicense_URL: https://www.sipri.org/about/terms-and-conditions\n--------\nLongdefinition: Military expenditures data from SIPRI are derived from the NATO definition, which includes all current and capital expenditures on the armed forces, including peacekeeping forces; defense ministries and other government agencies engaged in defense projects; paramilitary forces, if these are judged to be trained and equipped for military operations; and military space activities. Such expenditures include military and civil personnel, including retirement pensions of military personnel and social services for personnel; operation and maintenance; procurement; military research and development; and military aid (in the military expenditures of the donor country). Excluded are civil defense and current expenditures for previous military activities, such as for veterans' benefits, demobilization, conversion, and destruction of weapons. This definition cannot be applied for all countries, however, since that would require much more detailed information than is available about what is included in military budgets and off-budget military expenditure items. (For example, military budgets might or might not cover civil defense, reserves and auxiliary forces, police and paramilitary forces, dual-purpose forces such as military and civilian police, military grants in kind, pensions for military personnel, and social security contributions paid by one part of government to another.)\n--------\nPeriodicity: Annual\n--------\nSource: Stockholm International Peace Research Institute (SIPRI), Yearbook: Armaments, Disarmament and International Security.\n--------\nTopic: Public Sector: Defense & arms trade\n",
    "url": "https://data.worldbank.org/indicator/MS.MIL.XPND.CN?view=chart",
    "description": "Military expenditure (current LCU)"
}