{
    "indicator": "NE.CON.GOVT.KD",
    "metadata": "========\nSeries: NE.CON.GOVT.KD\n\nAggregationmethod: Gap-filled total\n--------\nBasePeriod: 2015\n--------\nDevelopmentrelevance: An economy's growth is measured by the change in the volume of its output or in the real incomes of its residents. The 2008 United Nations System of National Accounts (2008 SNA) offers three plausible indicators for calculating growth: the volume of gross domestic product (GDP), real gross domestic income, and real gross national income. The volume of GDP is the sum of value added, measured at constant prices, by households, government, and industries operating in the economy. GDP accounts for all domestic production, regardless of whether the income accrues to domestic or foreign institutions.\n--------\nIndicatorName: General government final consumption expenditure (constant 2015 US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because policymakers have tended to focus on fostering the growth of output, and because data on production are easier to collect than data on spending, many countries generate their primary estimate of GDP using the production approach. Moreover, many countries do not estimate all the components of national expenditures but instead derive some of the main aggregates indirectly using GDP (based on the production approach) as the control total.\n\nMeasures of growth in consumption and capital formation are subject to two kinds of inaccuracy. The first stems from the difficulty of measuring expenditures at current price levels. The second arises in deflating current price data to measure volume growth, where results depend on the relevance and reliability of the price indexes and weights used. Measuring price changes is more difficult for investment goods than for consumption goods because of the one-time nature of many investments and because the rate of technological progress in capital goods makes capturing change in quality difficult. (An example is computers - prices have fallen as quality has improved.)\n\nTo obtain government consumption in constant prices, countries may deflate current values by applying a wage (price) index or extrapolate from the change in government employment. Neither technique captures improvements in productivity or changes in the quality of government services.\n--------\nLongdefinition: General government final consumption expenditure (formerly general government consumption) includes all government current expenditures for purchases of goods and services (including compensation of employees). It also includes most expenditures on national defense and security, but excludes government military expenditures that are part of government capital formation. Data are in constant 2015 prices, expressed in U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: Gross domestic product (GDP) from the expenditure side is made up of household final consumption expenditure, general government final consumption expenditure, gross capital formation (private and public investment in fixed assets, changes in inventories, and net acquisitions of valuables), and net exports (exports minus imports) of goods and services. Such expenditures are recorded in purchaser prices and include net taxes on products.\n--------\nTopic: Economic Policy & Debt: National accounts: US$ at constant 2015 prices: Expenditure on GDP\n",
    "url": "https://data.worldbank.org/indicator/NE.CON.GOVT.KD?view=chart",
    "description": "General government final consumption expenditure (constant 2015 US$)"
}