{
    "indicator": "NE.CON.PRVT.PP.CD",
    "metadata": "========\nSeries: NE.CON.PRVT.PP.CD\n\nAggregationmethod: Gap-filled total\n--------\nIndicatorName: Households and NPISHs Final consumption expenditure, PPP (current international $)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: This indicator provides values for households and NPISHs final consumption expenditure expressed in current international dollars converted by purchasing power parity (PPP) conversion factor. \n\nHousehold final consumption expenditure (formerly private consumption) is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. \n\nPPP conversion factor is a spatial price deflator and currency converter that eliminates the effects of the differences in price levels between countries.\n\nFrom July 2020, “Households and NPISHs final consumption expenditure: linked series (current LCU)” [NE.CON.PRVT.CN.AD] is used as underlying expenditure in local currency unit so that it’s in line with time series of PPP conversion factor, private consumption (LCU per international $), which are extrapolated with linked CPI.\n--------\nPeriodicity: Annual\n--------\nSource: International Comparison Program, World Bank | World Development Indicators database, World Bank | Eurostat-OECD PPP Programme.\n--------\nStatisticalconceptandmethodology: Typically, higher income countries have higher price levels, while lower income countries have lower price levels (Balassa-Samuelson effect). Market exchange rate-based cross-country comparisons of GDP at its expenditure components reflect both differences in economic outputs (volumes) and prices. Given the differences in price levels, the size of higher income countries is inflated, while the size of lower income countries is depressed in the comparison. PPP-based cross-country comparisons of GDP at its expenditure components only reflect differences in economic outputs (volume), as PPPs control for price level differences between the countries. Hence, the comparison reflects the real size of the countries. \n\nFor more information on underlying households and NPISHs final consumption expenditure in local currency, please refer to the metadata for \"Households and NPISHs Final consumption expenditure, PPP (current international $)\" [NE.CON.PRVT.PP.CD]. For more information on underlying PPP conversion factor, please refer to the metadata for \"PPP conversion factor, private consumption (LCU per international $)\" [PA.NUS.PRVT.PP]. \n\nFor the concept and methodology of PPP, please refer to the International Comparison Program (ICP)’s website (https://www.worldbank.org/en/programs/icp).\n--------\nTopic: Economic Policy & Debt: Purchasing power parity\n",
    "url": "https://data.worldbank.org/indicator/NE.CON.PRVT.PP.CD?view=chart",
    "description": "Households and NPISHs Final consumption expenditure"
}