{
    "indicator": "NE.CON.PRVT.ZS",
    "metadata": "========\nSeries: NE.CON.PRVT.ZS\n\nAggregationmethod: Weighted average\n--------\nIndicatorName: Households and NPISHs final consumption expenditure (% of GDP)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because policymakers have tended to focus on fostering the growth of output, and because data on production are easier to collect than data on spending, many countries generate their primary estimate of GDP using the production approach. Moreover, many countries do not estimate all the components of national expenditures but instead derive some of the main aggregates indirectly using GDP (based on the production approach) as the control total. Household final consumption expenditure is often estimated as a residual, by subtracting all other known expenditures from GDP. The resulting aggregate may incorporate fairly large discrepancies. When household consumption is calculated separately, many of the estimates are based on household surveys, which tend to be one-year studies with limited coverage. Thus the estimates quickly become outdated and must be supplemented by estimates using price- and quantity-based statistical procedures. Complicating the issue, in many developing countries the distinction between cash outlays for personal business and those for household use may be blurred.\n\nInformal economic activities pose a particular measurement problem, especially in developing countries, where much economic activity is unrecorded. A complete picture of the economy requires estimating household outputs produced for home use, sales in informal markets, barter exchanges, and illicit or deliberately unreported activities. The consistency and completeness of such estimates depend on the skill and methods of the compiling statisticians.\n--------\nLongdefinition: Household final consumption expenditure (formerly private consumption) is the market value of all goods and services, including durable products (such as cars, washing machines, and home computers), purchased by households. It excludes purchases of dwellings but includes imputed rent for owner-occupied dwellings. It also includes payments and fees to governments to obtain permits and licenses. Here, household consumption expenditure includes the expenditures of nonprofit institutions serving households, even when reported separately by the country. This item also includes any statistical discrepancy in the use of resources relative to the supply of resources.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: Gross domestic product (GDP) from the expenditure side is made up of household final consumption expenditure, general government final consumption expenditure, gross capital formation (private and public investment in fixed assets, changes in inventories, and net acquisitions of valuables), and net exports (exports minus imports) of goods and services. Such expenditures are recorded in purchaser prices and include net taxes on products.\n--------\nTopic: Economic Policy & Debt: National accounts: Shares of GDP & other\n",
    "url": "https://data.worldbank.org/indicator/NE.CON.PRVT.ZS?view=chart",
    "description": "Households and NPISHs final consumption expenditure (% of GDP)"
}