{
    "indicator": "NE.GDI.TOTL.KD",
    "metadata": "========\nSeries: NE.GDI.TOTL.KD\n\nAggregationmethod: Gap-filled total\n--------\nBasePeriod: 2015\n--------\nDevelopmentrelevance: An economy's growth is measured by the change in the volume of its output or in the real incomes of its residents. The 2008 United Nations System of National Accounts (2008 SNA) offers three plausible indicators for calculating growth: the volume of gross domestic product (GDP), real gross domestic income, and real gross national income. The volume of GDP is the sum of value added, measured at constant prices, by households, government, and industries operating in the economy. GDP accounts for all domestic production, regardless of whether the income accrues to domestic or foreign institutions.\n--------\nIndicatorName: Gross capital formation (constant 2015 US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because policymakers have tended to focus on fostering the growth of output, and because data on production are easier to collect than data on spending, many countries generate their primary estimate of GDP using the production approach. Moreover, many countries do not estimate all the components of national expenditures but instead derive some of the main aggregates indirectly using GDP (based on the production approach) as the control total.\n\nData on capital formation may be estimated from direct surveys of enterprises and administrative records or based on the commodity flow method using data from production, trade, and construction activities. The quality of data on government fixed capital formation depends on the quality of government accounting systems (which tend to be weak in developing countries). Measures of fixed capital formation by households and corporations - particularly capital outlays by small, unincorporated enterprises - are usually unreliable.\n\nEstimates of changes in inventories are rarely complete but usually include the most important activities or commodities. In some countries these estimates are derived as a composite residual along with household final consumption expenditure. According to national accounts conventions, adjustments should be made for appreciation of the value of inventory holdings due to price changes, but this is not always done. In highly inflationary economies this element can be substantial.\n\nMeasures of growth in consumption and capital formation are subject to two kinds of inaccuracy. The first stems from the difficulty of measuring expenditures at current price levels. The second arises in deflating current price data to measure volume growth, where results depend on the relevance and reliability of the price indexes and weights used. Measuring price changes is more difficult for investment goods than for consumption goods because of the one-time nature of many investments and because the rate of technological progress in capital goods makes capturing change in quality difficult. (An example is computers - prices have fallen as quality has improved.) Several countries estimate capital formation from the supply side, identifying capital goods entering an economy directly from detailed production and international trade statistics. This means that the price indexes used in deflating production and international trade, reflecting delivered or offered prices, will determine the deflator for capital formation expenditures on the demand side.\n--------\nLongdefinition: Gross capital formation (formerly gross domestic investment) consists of outlays on additions to the fixed assets of the economy plus net changes in the level of inventories. Fixed assets include land improvements (fences, ditches, drains, and so on); plant, machinery, and equipment purchases; and the construction of roads, railways, and the like, including schools, offices, hospitals, private residential dwellings, and commercial and industrial buildings. Inventories are stocks of goods held by firms to meet temporary or unexpected fluctuations in production or sales, and \"work in progress.\" According to the 2008 SNA, net acquisitions of valuables are also considered capital formation. Data are in constant 2015 prices, expressed in U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: Gross domestic product (GDP) from the expenditure side is made up of household final consumption expenditure, general government final consumption expenditure, gross capital formation (private and public investment in fixed assets, changes in inventories, and net acquisitions of valuables), and net exports (exports minus imports) of goods and services. Such expenditures are recorded in purchaser prices and include net taxes on products.\n--------\nTopic: Economic Policy & Debt: National accounts: US$ at constant 2015 prices: Expenditure on GDP\n",
    "url": "https://data.worldbank.org/indicator/NE.GDI.TOTL.KD?view=chart",
    "description": "Gross capital formation (constant 2015 US$)"
}