{
    "indicator": "NV.AGR.TOTL.KD.ZG",
    "metadata": "========\nSeries: NV.AGR.TOTL.KD.ZG\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: An economy's growth is measured by the change in the volume of its output or in the real incomes of its residents. The 2008 United Nations System of National Accounts (2008 SNA) offers three plausible indicators for calculating growth: the volume of gross domestic product (GDP), real gross domestic income, and real gross national income. The volume of GDP is the sum of value added, measured at constant prices, by households, government, and industries operating in the economy. GDP accounts for all domestic production, regardless of whether the income accrues to domestic or foreign institutions.\n--------\nGeneralcomments: Note: Data for OECD countries are based on ISIC, revision 4.\n--------\nIndicatorName: Agriculture, forestry, and fishing, value added (annual % growth)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Among the difficulties faced by compilers of national accounts is the extent of unreported economic activity in the informal or secondary economy. In developing countries a large share of agricultural output is either not exchanged (because it is consumed within the household) or not exchanged for money. Agricultural production often must be estimated indirectly, using a combination of methods involving estimates of inputs, yields, and area under cultivation. This approach sometimes leads to crude approximations that can differ from the true values over time and across crops for reasons other than climate conditions or farming techniques. Similarly, agricultural inputs that cannot easily be allocated to specific outputs are frequently \"netted out\" using equally crude and ad hoc approximations.\n--------\nLongdefinition: Annual growth rate for agricultural, forestry, and fishing value added based on constant local currency. Aggregates are based on constant 2015 prices, expressed in U.S. dollars. Agriculture corresponds to ISIC divisions 01-03 and includes forestry, hunting, and fishing, as well as cultivation of crops and livestock production. Value added is the net output of a sector after adding up all outputs and subtracting intermediate inputs. It is calculated without making deductions for depreciation of fabricated assets or depletion and degradation of natural resources. The origin of value added is determined by the International Standard Industrial Classification (ISIC), revision 4.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: Gross domestic product (GDP) represents the sum of value added by all its producers. Value added is the value of the gross output of producers less the value of intermediate goods and services consumed in production, before accounting for consumption of fixed capital in production. The United Nations System of National Accounts calls for value added to be valued at either basic prices (excluding net taxes on products) or producer prices (including net taxes on products paid by producers but excluding sales or value added taxes). Both valuations exclude transport charges that are invoiced separately by producers. Total GDP is measured at purchaser prices. Value added by industry is normally measured at basic prices.\n--------\nTopic: Economic Policy & Debt: National accounts: Growth rates\n",
    "url": "https://data.worldbank.org/indicator/NV.AGR.TOTL.KD.ZG?view=chart",
    "description": "Agriculture"
}