{
    "indicator": "NV.IND.MANF.KD.ZG",
    "metadata": "========\nSeries: NV.IND.MANF.KD.ZG\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: An economy's growth is measured by the change in the volume of its output or in the real incomes of its residents. The 2008 United Nations System of National Accounts (2008 SNA) offers three plausible indicators for calculating growth: the volume of gross domestic product (GDP), real gross domestic income, and real gross national income. The volume of GDP is the sum of value added, measured at constant prices, by households, government, and industries operating in the economy. GDP accounts for all domestic production, regardless of whether the income accrues to domestic or foreign institutions.\n--------\nGeneralcomments: Note: Data for OECD countries are based on ISIC, revision 4.\n--------\nIndicatorName: Manufacturing, value added (annual % growth)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Ideally, industrial output should be measured through regular censuses and surveys of firms. But in most developing countries such surveys are infrequent, so earlier survey results must be extrapolated using an appropriate indicator. The choice of sampling unit, which may be the enterprise (where responses may be based on financial records) or the establishment (where production units may be recorded separately), also affects the quality of the data. Moreover, much industrial production is organized in unincorporated or owner-operated ventures that are not captured by surveys aimed at the formal sector. Even in large industries, where regular surveys are more likely, evasion of excise and other taxes and nondisclosure of income lower the estimates of value added. Such problems become more acute as countries move from state control of industry to private enterprise, because new firms and growing numbers of established firms fail to report. In accordance with the System of National Accounts, output should include all such unreported activity as well as the value of illegal activities and other unrecorded, informal, or small-scale operations. Data on these activities need to be collected using techniques other than conventional surveys of firms.\n--------\nLongdefinition: Annual growth rate for manufacturing value added based on constant local currency. Aggregates are based on constant 2015 prices, expressed in U.S. dollars. Manufacturing refers to industries belonging to ISIC divisions 10-33. Value added is the net output of a sector after adding up all outputs and subtracting intermediate inputs. It is calculated without making deductions for depreciation of fabricated assets or depletion and degradation of natural resources. The origin of value added is determined by the International Standard Industrial Classification (ISIC), revision 4.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: Gross domestic product (GDP) represents the sum of value added by all its producers. Value added is the value of the gross output of producers less the value of intermediate goods and services consumed in production, before accounting for consumption of fixed capital in production. The United Nations System of National Accounts calls for value added to be valued at either basic prices (excluding net taxes on products) or producer prices (including net taxes on products paid by producers but excluding sales or value added taxes). Both valuations exclude transport charges that are invoiced separately by producers. Total GDP is measured at purchaser prices. Value added by industry is normally measured at basic prices.\n--------\nTopic: Economic Policy & Debt: National accounts: Growth rates\n",
    "url": "https://data.worldbank.org/indicator/NV.IND.MANF.KD.ZG?view=chart",
    "description": "Manufacturing"
}