{
    "indicator": "NV.IND.MANF.CD",
    "metadata": "========\nSeries: NV.IND.MANF.CD\n\nAggregationmethod: Gap-filled total\n--------\nDevelopmentrelevance: Firms typically use multiple processes to produce a product. For example, an automobile manufacturer engages in forging, welding, and painting as well as advertising, accounting, and other service activities. Collecting data at such a detailed level is not practical, nor is it useful to record production data at the highest level of a large, multiplant, multiproduct firm. The ISIC has therefore adopted as the definition of an establishment \"an enterprise or part of an enterprise which independently engages in one, or predominantly one, kind of economic activity at or from one location . . . for which data are available . . .\" (United Nations 1990). By design, this definition matches the reporting unit required for the production accounts of the United Nations System of National Accounts.\n\nThe ISIC system is described in the United Nations' International Standard Industrial Classification of All Economic Activities, Third Revision (1990). The discussion of the ISIC draws on Ryten (1998).\n--------\nGeneralcomments: Note: Data for OECD countries are based on ISIC, revision 4.\n--------\nIndicatorName: Manufacturing, value added (current US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: In establishing classifications systems compilers must define both the types of activities to be described and the units whose activities are to be reported. There are many possibilities, and the choices affect how the statistics can be interpreted and how useful they are in analyzing economic behavior. The ISIC emphasizes commonalities in the production process and is explicitly not intended to measure outputs (for which there is a newly developed Central Product Classification). Nevertheless, the ISIC views an activity as defined by \"a process resulting in a homogeneous set of products.\"\n--------\nLongdefinition: Manufacturing refers to industries belonging to ISIC divisions 15-37. Value added is the net output of a sector after adding up all outputs and subtracting intermediate inputs. It is calculated without making deductions for depreciation of fabricated assets or depletion and degradation of natural resources. The origin of value added is determined by the International Standard Industrial Classification (ISIC), revision 3. Data are in current U.S. dollars.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank national accounts data, and OECD National Accounts data files.\n--------\nStatisticalconceptandmethodology: The data on manufacturing value added in U.S. dollars are from the World Bank's national accounts files and may differ from those UNIDO uses to calculate shares of value added by industry, in part because of differences in exchange rates. Thus value added in a particular industry estimated by applying the shares to total manufacturing value added will not match those from UNIDO sources. Classification of manufacturing industries accords with the United Nations International Standard Industrial Classification (ISIC) revision 3.\n\nData prior to 2008 used revision 2, first published in 1948. Revision 3 was completed in 1989, and many countries now use it. But revision 2 is still widely used for compiling cross-country data. UNIDO has converted these data to accord with revision 3. Concordances matching ISIC categories to national classification systems and to related systems such as the Standard International Trade Classification are available.\n--------\nTopic: Economic Policy & Debt: National accounts: US$ at current prices: Value added\n",
    "url": "https://data.worldbank.org/indicator/NV.IND.MANF.CD?view=chart",
    "description": "Manufacturing"
}