{
    "indicator": "NV.MNF.MTRN.ZS.UN",
    "metadata": "========\nSeries: NV.MNF.MTRN.ZS.UN\n\nDevelopmentrelevance: Firms typically use multiple processes to produce a product. For example, an automobile manufacturer engages in forging, welding, and painting as well as advertising, accounting, and other service activities. Collecting data at such a detailed level is not practical, nor is it useful to record production data at the highest level of a large, multiplant, multiproduct firm. The ISIC has therefore adopted as the definition of an establishment \"an enterprise or part of an enterprise which independently engages in one, or predominantly one, kind of economic activity at or from one location . . . for which data are available . . .\" (United Nations 1990). By design, this definition matches the reporting unit required for the production accounts of the United Nations System of National Accounts.\n\nThe ISIC system is described in the United Nations' International Standard Industrial Classification of All Economic Activities, Third Revision (1990). The discussion of the ISIC draws on Ryten (1998).\n--------\nIndicatorName: Machinery and transport equipment (% of value added in manufacturing)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: In establishing classifications systems compilers must define both the types of activities to be described and the units whose activities are to be reported. There are many possibilities, and the choices affect how the statistics can be interpreted and how useful they are in analyzing economic behavior. The ISIC emphasizes commonalities in the production process and is explicitly not intended to measure outputs (for which there is a newly developed Central Product Classification). Nevertheless, the ISIC views an activity as defined by \"a process resulting in a homogeneous set of products.\"\n--------\nLongdefinition: Value added in manufacturing is the sum of gross output less the value of intermediate inputs used in production for industries classified in ISIC major division D. Machinery and transport equipment correspond to ISIC divisions 29, 30, 32, 34, and 35.\n--------\nPeriodicity: Annual\n--------\nSource: United Nations Industrial Development Organization, International Yearbook of Industrial Statistics.\n--------\nStatisticalconceptandmethodology: The data on the distribution of manufacturing value added by industry are provided by the United Nations Industrial Development Organization (UNIDO). UNIDO obtains the data from a variety of national and international sources, including the United Nations Statistics Division, the World Bank, the Organisation for Economic Co-operation and Development, and the International Monetary Fund. To improve comparability over time and across countries, UNIDO supplements these data with information from industrial censuses, statistics from national and international organizations, unpublished data that it collects in the field, and estimates by the UNIDO Secretariat. Nevertheless, coverage may be incomplete, particularly for the informal sector. When direct information on inputs and outputs is not available, estimates may be used, which may result in errors in industry totals. Moreover, countries use different reference periods (calendar or fiscal year) and valuation methods (basic or producer prices) to estimate value added.\n--------\nTopic: Economic Policy & Debt: National accounts: Shares of GDP & other\n",
    "url": "https://data.worldbank.org/indicator/NV.MNF.MTRN.ZS.UN?view=chart",
    "description": "Machinery and transport equipment (% of value added in manufacturing)"
}