{
    "indicator": "NY.ADJ.DPEM.GN.ZS",
    "metadata": "========\nSeries: NY.ADJ.DPEM.GN.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Air pollution places a major burden on world health. In many places, including cities but also nearby rural areas, exposure to air pollution exposure is the main environmental threat to health. Long-term exposure to high levels of fine particulates in the air contributes to a range of health effects, including respiratory diseases, lung cancer, and heart disease, resulting in 3.2 million deaths annually according to the Global Burden of Disease 2010 study. Not only does exposure to air pollution affect the health of the world’s people, it also carries huge economic costs and represents a drag on development, particularly for low and middle income countries and vulnerable segments of the population such as children and the elderly.\n--------\nIndicatorName: Adjusted savings: particulate emission damage (% of GNI)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Labor productivity losses, as calculated within the framework of adjusted net savings, represent only part of the economic costs of air pollution and should be interpreted as a lower-end estimate.\n--------\nLongdefinition: Particulate emissions damage is the damage due to exposure of a country's population to ambient concentrations of particulates measuring less than 2.5 microns in diameter (PM2.5), ambient ozone pollution, and indoor concentrations of PM2.5 in households cooking with solid fuels. Damages are calculated as foregone labor income due to premature death. Estimates of health impacts from the Global Burden of Disease Study 2013 are for 1990, 1995, 2000, 2005, 2010, and 2013. Data for other years have been extrapolated from trends in mortality rates.\n--------\nPeriodicity: Annual\n--------\nSource: Data on health impacts from exposure to ambient PM2.5 pollution and household air pollution are from the Global Burden of Disease 2013 study. Data are provided by the Institute for Health Metrics and Evaluation at the University of Washington.\n--------\nStatisticalconceptandmethodology: Within the national accounting framework, air pollution damages are estimated following a human capital approach. Damages from premature mortality are calculated as the present value of lost income during working age, 15-64. Premature mortality among children is valued by adjusting for years until working age and discounting more heavily into the future. Damages from morbidity (years lived with disability) are estimated for adults in working age only without discounting into the future. Estimates are for both urban and rural areas. Exposure to household air pollution is proxied by the number of households in each country cooking with solid fuels.\n--------\nTopic: Economic Policy & Debt: National accounts: Adjusted savings & income\n",
    "url": "https://data.worldbank.org/indicator/NY.ADJ.DPEM.GN.ZS?view=chart",
    "description": "Adjusted savings: particulate emission damage (% of GNI)"
}