{
    "indicator": "NY.ADJ.DRES.GN.ZS",
    "metadata": "========\nSeries: NY.ADJ.DRES.GN.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Natural resources depletion is a critical component in the calculation of adjusted net national income. Adjusted net national income is calculated by subtracting from GNI a charge for the consumption of fixed capital (a calculation that yields net national income) and for the depletion of natural resources. The deduction for the depletion of natural resources, which covers net forest depletion, energy depletion, and mineral depletion, reflects the decline in asset values associated with the extraction and harvest of natural resources - this is analogous to depreciation of fixed assets.\n--------\nIndicatorName: Adjusted savings: natural resources depletion (% of GNI)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Net forest depletion is not the monetary value of deforestation. Roundwood and fuelwood production are different from deforestation, which represents a permanent change in land use and, thus, is not comparable. Areas logged out but intended for regeneration are not included in deforestation figures; rather, they are counted as producing timber depletion. Net forest depletion includes only timber values and does not include the loss of nontimber forest benefits and nonuse benefits.\n\nFor both energy and mineral depletion, unit resource rent is calculated as (unit world price - average cost) / unit world price. Marginal cost should be used instead of average cost in order to calculate the true opportunity cost of extraction; however, marginal cost is difficult to compute and data are not readily available. Unit prices refer to international rather than local prices to reflect the social cost of natural resources depletion. This differs from methodologies of national accounts, which may use local prices to measure energy or mineral GDP. This difference explains eventual discrepancies in the values for energy or mineral depletion, verses energy or mineral GDP.\n--------\nLongdefinition: Natural resource depletion is the sum of net forest depletion, energy depletion, and mineral depletion. Net forest depletion is unit resource rents times the excess of roundwood harvest over natural growth. Energy depletion is the ratio of the value of the stock of energy resources to the remaining reserve lifetime (capped at 25 years). It covers coal, crude oil, and natural gas. Mineral depletion is the ratio of the value of the stock of mineral resources to the remaining reserve lifetime (capped at 25 years). It covers tin, gold, lead, zinc, iron, copper, nickel, silver, bauxite, and phosphate.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank staff estimates based on sources and methods in World Bank's \"The Changing Wealth of Nations: Measuring Sustainable Development in the New Millennium\" (2011).\n--------\nStatisticalconceptandmethodology: Natural resources depletion is the sum of net forest depletion, energy depletion, and mineral depletion:\n\nNet forest depletion is the product of unit resource rents and the excess of roundwood harvest over natural growth. In a country where incremental growth exceeds wood extraction, net forest depletion would be zero, no matter the absolute volume or value of wood extracted.\n\nEnergy depletion is the ratio of the present value of energy resource rents, discounted at 4 percent, to the exhaustion time of the resource (capped at 25 years). Rent is calculated as the product of unit resource rents and the physical quantities of energy resources extracted. It covers hard and soft coal, crude oil, and natural gas.\n\nMineral depletion is the ratio of the present value of mineral resource rents, discounted at 4 percent, to the exhaustion time of the resource (capped at 25 years). Rent is calculated as the product of unit resource rents and the physical quantities of mineral extracted. It covers tin, gold, lead, zinc, iron, copper, nickel, silver, bauxite, and phosphate.\n--------\nTopic: Economic Policy & Debt: National accounts: Adjusted savings & income\n",
    "url": "https://data.worldbank.org/indicator/NY.ADJ.DRES.GN.ZS?view=chart",
    "description": "Adjusted savings: natural resources depletion (% of GNI)"
}