{
    "indicator": "NY.ADJ.NNTY.KD",
    "metadata": "========\nSeries: NY.ADJ.NNTY.KD\n\nAggregationmethod: Gap-filled total\n--------\nBasePeriod: 2015\n--------\nDevelopmentrelevance: Adjusted net national income is particularly useful in monitoring low-income, resource-rich economies, like many countries in Sub-Saharan Africa, because such economies often see large natural resources depletion as well as substantial exports of resource rents to foreign mining companies. For recent years adjusted net national income gives a picture of economic growth that is strikingly different from the one provided by GDP.\n\nThe key to increasing future consumption and thus the standard of living lies in increasing national wealth - including not only the traditional measures of capital (such as produced and human capital), but also natural capital. Natural capital comprises such assets as land, forests, and subsoil resources. All three types of capital are key to sustaining economic growth. By accounting for the consumption of fixed and natural capital depletion, adjusted net national income better measures the income available for consumption or for investment to increase a country's future consumption.\n--------\nIndicatorName: Adjusted net national income (constant 2015 US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Adjusted net national income differs from the adjustments made in the calculation of adjusted net savings, by not accounting for investments in human capital or the damages from pollution. Thus, adjusted net national income remains within the boundaries of the United Nations System of National Accounts (SNA).\n\nThe SNA includes non-produced natural assets (such as land, mineral resources, and forests) within the asset boundary when they are under the effective control of institutional units. The calculation of adjusted net national income, which accounts for net forest, energy, and mineral depletion, as well as consumption of fixed capital, thus remains within the SNA boundaries. This point is critical because it allows for comparisons across GDP, GNI, and adjusted net national income; such comparisons reveal the impact of natural resource depletion, which is otherwise ignored by the popular economic indicators.\n--------\nLongdefinition: Adjusted net national income is GNI minus consumption of fixed capital and natural resources depletion.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank staff estimates based on sources and methods in World Bank's \"The Changing Wealth of Nations: Measuring Sustainable Development in the New Millennium\" (2011).\n--------\nStatisticalconceptandmethodology: Adjusted net national income complements gross national income (GNI) in assessing economic progress (Hamilton and Ley 2010) by providing a broader measure of national income that accounts for the depletion of natural resources.\n\nAdjusted net national income is calculated by subtracting from GNI a charge for the consumption of fixed capital (a calculation that yields net national income) and for the depletion of natural resources. The deduction for the depletion of natural resources, which covers net forest depletion, energy depletion, and mineral depletion, reflects the decline in asset values associated with the extraction and harvesting of natural resources. This is analogous to depreciation of fixed assets.\n\nGrowth rates of adjusted net national income are computed from constant price series deflated using the gross national expenditure (formerly domestic absorption) deflator.\n--------\nTopic: Economic Policy & Debt: National accounts: Adjusted savings & income\n",
    "url": "https://data.worldbank.org/indicator/NY.ADJ.NNTY.KD?view=chart",
    "description": "Adjusted net national income (constant 2015 US$)"
}