{
    "indicator": "NY.GDP.DEFL.KD.ZG.AD",
    "metadata": "========\nSeries: NY.GDP.DEFL.KD.ZG.AD\n\nIndicatorName: Inflation, GDP deflator: linked series (annual %)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Inflation as measured by the annual growth rate of the GDP implicit deflator shows the rate of price change in the economy as a whole. This series has been linked to produce a consistent time series to counteract breaks in series over time due to changes in base years, source data and methodologies. Thus, it may not be comparable with other national accounts series in the database for historical years.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank staff estimates based on World Bank national accounts data archives, OECD National Accounts, and the IMF WEO database.\n--------\nStatisticalconceptandmethodology: The accuracy of national accounts estimates and their comparability across countries depend on timely revisions to data on GDP and its components. The frequency of revisions to GDP data varies: some countries revise numbers monthly, others quarterly or annually, and others less frequently. Such revisions are usually small and based on additional information received during the year. However, larger revisions are required from time to time to rebase the national accounts and allow for incorporation of new methodologies and data sources.\n\nComprehensive revisions of GDP data often (but not always) result in upward adjustments to GDP and other major aggregates as improved data sources increase the coverage of the economy. And estimates of GDP growth may change as new weights are introduced. These revisions will cause breaks in series unless they are applied consistently to historical data. For constant price series a break caused by rebasing can be eliminated by linking the old series to the new using historical growth rates.\n\nThis inflation series based on the implicit GDP deflator has been linked to produce a consistent time series. It has been calculated by utilizing the change in the implicit GDP deflator in the WDI Archive and IMF WEO databases. Thus, earlier years (linked years) will not be comparable with other national accounts series in the database. Data are available for World Bank operational countries only.\n--------\nTopic: Financial Sector: Exchange rates & prices\n",
    "url": "https://data.worldbank.org/indicator/NY.GDP.DEFL.KD.ZG.AD?view=chart",
    "description": "Inflation"
}