{
    "indicator": "PA.NUS.ATLS",
    "metadata": "========\nSeries: PA.NUS.ATLS\n\nGeneralcomments: In the WDI database, the DEC alternative conversion factor is used to convert data in local currency units (LCU) into U.S. dollars.\n--------\nIndicatorName: DEC alternative conversion factor (LCU per US$)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: The DEC alternative conversion factor is the underlying annual exchange rate used for the World Bank Atlas method. As a rule, it is the official exchange rate reported in the IMF's International Financial Statistics (line rf). Exceptions arise where further refinements are made by World Bank staff. It is expressed in local currency units per U.S. dollar.\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, International Financial Statistics, supplemented by World Bank staff estimates.\n--------\nStatisticalconceptandmethodology: The World Bank systematically assesses the appropriateness of official exchange rates as conversion factors. In certain countries, multiple or dual exchange rate activity exists and must be accounted for appropriately in underlying statistics. Doing so better reflects economic reality and leads to more accurate cross-country comparisons and country classifications by income level. Consequently, an alternative conversion factor is used when the official exchange rate is judged to diverge by an exceptionally large margin from the rate effectively applied to domestic transactions of foreign currencies and traded products. This applies to only a small number of countries, as shown in the country-level metadata. An alternative conversion factor is also used when the period covered by national accounts differs from the calendar year and the alternative conversion factor will then cover the same period. Alternative conversion factors are used in the Atlas methodology and elsewhere in World Development Indicators as single-year conversion factors.\n--------\nTopic: Financial Sector: Exchange rates & prices\n",
    "url": "https://data.worldbank.org/indicator/PA.NUS.ATLS?view=chart",
    "description": "DEC alternative conversion factor (LCU per US$)"
}