{
    "indicator": "per_allsp.ben_q1_tot",
    "metadata": "========\nSeries: per_allsp.ben_q1_tot\n\nIndicatorName: Benefit incidence of social protection and labor programs to poorest quintile (% of total SPL benefits)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: When interpreting ASPIRE performance indicators based on household surveys, it is important to note that the extent to which information on specific transfers and programs is captured in the household surveys can vary a lot across countries. Moreover, household surveys do not capture the universe of social protection programs in the country, in best practice cases just the largest programs.  As a consequence, ASPIRE indicators are not fully comparable across program categories and countries; however, they provide approximate measures of social protection systems performance.  In addition, there may be cases where ASPIRE performance indicators differ from official WB country reports as ASPIRE indicators are based on a first level analysis of original survey data  and unified methodology that does not necessarily reflect country-specific knowledge and in depth country analysis relying on administrative program level data and/or imputations.\n--------\nLongdefinition: Benefit incidence of social protection and labor programs (SPL) to poorest quintile shows the percentage of total social protection and labor programs benefits received by the poorest 20% of the population. Social protection and labor programs include social insurance, social safety nets, and unemployment benefits and active labor market programs. Estimates include both direct and indirect beneficiaries.\n--------\nPeriodicity: Annual\n--------\nSource: ASPIRE: The Atlas of Social Protection - Indicators of Resilience and Equity, The World Bank. Data are based on national representative household surveys. (datatopics.worldbank.org/aspire/)\n--------\nTopic: Social Protection & Labor: Performance\n",
    "url": "https://data.worldbank.org/indicator/per_allsp.ben_q1_tot?view=chart",
    "description": "Benefit incidence of social protection and labor programs to poorest quintile (% of total SPL benefits)"
}