{
    "indicator": "per_sa_allsa.cov_q1_tot",
    "metadata": "========\nSeries: per_sa_allsa.cov_q1_tot\n\nIndicatorName: Coverage of social safety net programs in poorest quintile (% of population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: When interpreting ASPIRE performance indicators based on household surveys, it is important to note that the extent to which information on specific transfers and programs is captured in the household surveys can vary a lot across countries. Moreover, household surveys do not capture the universe of social protection programs in the country, in best practice cases just the largest programs.  As a consequence, ASPIRE indicators are not fully comparable across program categories and countries; however, they provide approximate measures of social protection systems performance.  In addition, there may be cases where ASPIRE performance indicators differ from official WB country reports as ASPIRE indicators are based on a first level analysis of original survey data  and unified methodology that does not necessarily reflect country-specific knowledge and in depth country analysis relying on administrative program level data and/or imputations.\n--------\nLongdefinition: Coverage of social safety net programs shows the percentage of population participating in cash transfers and last resort programs, noncontributory social pensions, other cash transfers programs (child, family and orphan allowances, birth and death grants, disability benefits, and other allowances), conditional cash transfers, in-kind food transfers (food stamps and vouchers, food rations, supplementary feeding, and emergency food distribution), school feeding, other social assistance programs (housing allowances, scholarships, fee waivers, health subsidies, and other social assistance) and public works programs (cash for work and food for work). Estimates include both direct and indirect beneficiaries.\n--------\nPeriodicity: Annual\n--------\nSource: ASPIRE: The Atlas of Social Protection - Indicators of Resilience and Equity, The World Bank. Data are based on national representative household surveys. (datatopics.worldbank.org/aspire/)\n--------\nTopic: Social Protection & Labor: Performance\n",
    "url": "https://data.worldbank.org/indicator/per_sa_allsa.cov_q1_tot?view=chart",
    "description": "Coverage of social safety net programs in poorest quintile (% of population)"
}