{
    "indicator": "PX.REX.REER",
    "metadata": "========\nSeries: PX.REX.REER\n\nBasePeriod: 2010\n--------\nDevelopmentrelevance: In a market-based economy, household, producer, and government choices about resource allocation are influenced by relative prices, including the real exchange rate, real wages, real interest rates, and other prices in the economy. Relative prices also largely reflect these agents' choices. Thus relative prices convey vital information about the interaction of economic agents in an economy and with the rest of the world.\n--------\nIndicatorName: Real effective exchange rate index (2010 = 100)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because of conceptual and data limitations, changes in real effective exchange rates should be interpreted with caution.\n--------\nLongdefinition: Real effective exchange rate is the nominal effective exchange rate (a measure of the value of a currency against a weighted average of several foreign currencies) divided by a price deflator or index of costs.\n--------\nPeriodicity: Annual\n--------\nSource: International Monetary Fund, International Financial Statistics.\n--------\nStatisticalconceptandmethodology: The real effective exchange rate is a nominal effective exchange rate index adjusted for relative movements in national price or cost indicators of the home country, selected countries, and the euro area. A nominal effective exchange rate index is the ratio (expressed on the base 2010 = 100) of an index of a currency's period-average exchange rate to a weighted geometric average of exchange rates for currencies of selected countries and the euro area. For most high-income countries weights are derived from industrial country trade in manufactured goods. Data are compiled from the nominal effective exchange rate index and a cost indicator of relative normalized unit labor costs in manufacturing. For selected other countries the nominal effective exchange rate index is based on manufactured goods and primary products trade with partner or competitor countries. For these countries the real effective exchange rate index is the nominal index adjusted for relative changes in consumer prices; an increase represents an appreciation of the local currency.\n--------\nTopic: Financial Sector: Exchange rates & prices\n",
    "url": "https://data.worldbank.org/indicator/PX.REX.REER?view=chart",
    "description": "Real effective exchange rate index (2010 = 100)"
}