{
    "indicator": "SE.ADT.1524.LT.FM.ZS",
    "metadata": "========\nSeries: SE.ADT.1524.LT.FM.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Literacy rate is an outcome indicator to evaluate educational attainment. This data can predict the quality of future labor force and can be used in ensuring policies for life skills for men and women.\n\nIt can be also used as a proxy instrument to see the effectiveness of education system; a high literacy rate suggests the capacity of an education system to provide a large population with opportunities to acquire literacy skills. The accumulated achievement of education is fundamental for further intellectual growth and social and economic development, although it doesn't necessarily ensure the quality of education.\n\nThe Gender Parity Index (GPI) indicates parity between girls and boys. A GPI of less than 1 suggests girls are more disadvantaged than boys in learning opportunities and a GPI of greater than 1 suggests the other way around. Eliminating gender disparities in education would help increase the status and capabilities of women. Literate women implies that they can seek and use information for the betterment of the health, nutrition and education of their household members. Literate women are also empowered to play a meaningful role.\n--------\nIndicatorName: Literacy rate, youth (ages 15-24), gender parity index (GPI)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: In practice, literacy is difficult to measure. Estimating literacy rates requires census or survey measurements under controlled conditions. Many countries report the number of literate people from self-reported data. Some use educational attainment data as a proxy but apply different lengths of school attendance or levels of completion. Ant there is a trend among recent national and international surveys toward using a direct reading test of literacy skills. Because definitions and methods of data collection differ across countries, data should be used cautiously.\n--------\nLongdefinition: Gender parity index for youth literacy rate is the ratio of females to males ages 15-24 who can both read and write with understanding a short simple statement about their everyday life.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: This indicator is calculated by dividing female youth literacy rate by male youth literacy rate. \n\nLiteracy statistics for most countries cover the population ages 15 and older, but some include younger ages or are confined to age ranges that tend to inflate literacy rates. The youth literacy rate for ages 15-24 reflects recent progress in education. It measures the accumulated outcomes of primary education over the previous 10 years or so by indicating the proportion of the population who have passed through the primary education system and acquired basic literacy and numeracy skills. Generally, literacy also encompasses numeracy, the ability to make simple arithmetic calculations.\n\nData on literacy are compiled by the UNESCO Institute for Statistics based on national censuses and household surveys and, for countries without recent literacy data, using the Global Age-Specific Literacy Projection Model (GALP). For detailed information, see www.uis.unesco.org.\n--------\nTopic: Education: Outcomes\n",
    "url": "https://data.worldbank.org/indicator/SE.ADT.1524.LT.FM.ZS?view=chart",
    "description": "Literacy rate"
}