{
    "indicator": "SE.LPV.PRIM.MA",
    "metadata": "========\nSeries: SE.LPV.PRIM.MA\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Ensuring that all students read with comprehension is essential to achieving the ambitious SDG targets and to building human capital. Children need to learn to read so that they can read to learn. Those who do not become proficient in reading by the end of primary school often cannot catch up later, because the curriculum of every school system assumes that secondary-school students can learn through reading. Reading is a gateway to all types of academic learning.  In high-income countries, 90% of all children learn to read with comprehension before the end of primary school, and for the highest-performing countries, the figure reaches 97% or more. Yet past evidence from many low- and middle-income countries has shown that many children are not learning to read with comprehension in primary school. \nThe LP indicator illustrates progress toward SDG 4’s broader goal of ensuring inclusive and equitable quality education for all. It particularly highlights progress towards SDG 4.1.1(b) and SDG 4.1.4, which specifies that all children attend primary school and reach at least a minimum proficiency level in reading at the end of primary. The indicator is also aligned with the World Bank’s Human Capital Project, which aims to ensure that children reach their full potential in school and in life. The ability to read with comprehension is a foundational skill that every education system around the world strives to impart by late in primary school—generally by age 10. Moreover, attaining the ambitious Sustainable Development Goals (SDGs) in education requires first to achieving this basic building block, and so does improving countries’ Human Capital Index scores.\n--------\nIndicatorName: Learning poverty: Share of Male Children at the End-of-Primary age below minimum reading proficiency adjusted by Out-of-School Children (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The construct of “all children reading by age 10” is an ideal that embodies normative statements about both learning and access. To achieve it, not only should all children be reading proficiently after 3 full years in primary education, but they should also have entered school at age 6 or 7. \nBy contrast, the actual indicators used to measure learning poverty are based on grade rather than age. Since the assessments are of 4th- through 6th-graders, the children tested will have had at least 3 to 5 years in school to reach what, according to the ideal, should 10 be an age-10 minimum proficiency, or even the entire primary-school-age segment for the out-of-school indicator.\nDue to different assessment availability within and between countries, data comparability, both within countries over time and across countries still poses a significant challenge. The additional out of school component further limits comparability.\nThe learning poverty indicator is based on data covering four-fifths of children at the end of primary school. In other words, a little more than 80 percent of children in low- and middle-income countries live in a country with at least one learning assessment at the end of primary, carried out in the past 9 years. For regional and global aggregates, weighted imputations affect regions with less data coverage. The major gaps are concentrated in countries where the learning crisis is most acute. Less than half of children in Sub-Saharan Africa live in a country with a National Large-Scale Learning Assessment (NLSA) or a international of regional large-scale learning assessment (ILSA or RLSA) of adequate quality to be used for this purpose.\nThis extensive coverage became possible only in recent years, with the progress in measuring learning in countries and the GAML’s efforts to establish comparability, which has made possible the construction of a global indicator based on harmonized proficiency levels. Future efforts by coalition organizations are also ensuring more flexible assessment options are available for expanding data availability for countries, such as the Assessment of Minimum Proficiency Levels (AMPL) and policy linking exercises led by UIS.\n--------\nLongdefinition: The share of male 10-year-olds who cannot read and understand a short passage of age-appropriate material—in other words, those who are below the “minimum proficiency” threshold for reading. This measure is defined as the union of two deprivations: 1) schooling deprivation and 2) learning deprivation. A child is considered schooling-deprived (SD) if he or she is of primary school age and out-of-school. The dimension of learning deprivation (LD) applies only for children in school, and identifies those pupils who are below the minimum proficiency level (MPL) for reading, as defined by the Global Alliance to Monitor Learning (GAML), measured in standard learning assessments, and reported in the context of the SDG 4.1.1b monitoring. This “union approach” to measurement reflects the choice that, as presented in the SDGs, all age 10 children must be both in school and learning. The final learning poverty measure combines the two dimensions in a single indicator using the following formula: LP = SD + [(1-SD) x LD]\n--------\nShortdefinition: The share of male 10-year-olds who cannot read and understand a short passage of age-appropriate material—in other words, those who are below the minimum proficiency level (MPL) for reading.\n--------\nSource: World Bank and UIS\n--------\nStatisticalconceptandmethodology: The learning poverty indicator brings together schooling and learning indicators. It starts with the share of children in school who haven’t achieved minimum reading proficiency (Learning Deprived) and adjusts it by the proportion of children who are out of school (Schooling Deprived). \nFormally, Learning Poverty is calculated as: [LD* (1-SD)] + [1 * SD]\nwhere LP = Learning poverty; LD = Learning deprivation or the share of children at the end of primary who read at below the minimum proficiency level, as defined by the Global Alliance to Monitor Learning (GAML) in the context of the SDG 4.1.1 monitoring; SD = Schooling deprivation or the share of primary-school-age children who are out-of-school (OOS) and in which all OOS are regarded as being below the minimum proficiency level.\nBecause out-of-school children are treated as non-proficient in reading, learning poverty will always be higher than the share of children in school who haven't achieved minimum reading proficiency. For countries with a very low schooling deprivation, the learning deprivation value will be very close to Learning Poverty. \nEstimating the current level of global and regional learning poverty requires deciding how to define “current.” We include results of assessments within four years before or after a set anchor year. This decision is driven by data availability. International and regional large-scale learning assessments used for SDG 4.1.1b reporting are carried out only every 3 to 4 years. And even where assessments have been carried out recently, there is a lag of a couple of years before the data are available. This band is intended as a moving window. In the original 2019 release, the anchor year used was 2015 (Assessments between 2011 and 2019 are included in the learning poverty estimate). In the 2022 Global Update, the anchor year was moved to 2019 (assessments between 2015 and 2023 are included).\nAggregations for each region comprise the average learning poverty of countries with available data, weighted by their population ages 10–14 years old. To obtain a global estimate, we weight the regional aggregations by the 10–14-year-old population regardless of data availability. This is equivalent to imputing missing country data using regional values.\n--------\nTopic: Education: Outcomes\n--------\nUnitofmeasure: % of Total\n",
    "url": "https://data.worldbank.org/indicator/SE.LPV.PRIM.MA?view=chart",
    "description": "Learning poverty: Share of Male Children at the End-of-Primary age below minimum reading proficiency adjusted by Out-of-School Children (%)"
}