{
    "indicator": "SE.LPV.PRIM.LD",
    "metadata": "========\nSeries: SE.LPV.PRIM.LD\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Ensuring that all students read with comprehension is essential to achieving the ambitious SDG targets and to building human capital. Children need to learn to read so that they can read to learn. Those who do not become proficient in reading by the end of primary school often cannot catch up later, because the curriculum of every school system assumes that secondary-school students can learn through reading. Reading is a gateway to all types of academic learning.  In high-income countries, 90% of all children learn to read with comprehension before the end of primary school, and for the highest-performing countries, the figure reaches 97% or more. Yet past evidence from many low- and middle-income countries has shown that many children are not learning to read with comprehension in primary school. \nThe LP indicator illustrates progress toward SDG 4’s broader goal of ensuring inclusive and equitable quality education for all. It particularly highlights progress towards SDG 4.1.1(b) and SDG 4.1.4, which specifies that all children attend primary school and reach at least a minimum proficiency level in reading at the end of primary. The indicator is also aligned with the World Bank’s Human Capital Project, which aims to ensure that children reach their full potential in school and in life. The ability to read with comprehension is a foundational skill that every education system around the world strives to impart by late in primary school—generally by age 10. Moreover, attaining the ambitious Sustainable Development Goals (SDGs) in education requires first to achieving this basic building block, and so does improving countries’ Human Capital Index scores.\n--------\nIndicatorName: Pupils below minimum reading proficiency at end of primary (%). Low GAML threshold\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The process of equating proficiency levels on different assessments to the GAML definition is not straightforward. Even the long-running regional assessment initiatives like PASEC (West and Central Africa) and LLECE (Latin America and the Caribbean) use different definitions and a different number of levels than other assessments like PIRLS, and those might not even be the same over time. Their test development methodologies and test administration procedures also vary. Moreover, because not all countries participate in global or regional assessments, for some major countries we rely on their interim reporting using their national assessments; equating these assessments is even more challenging. UIS and the World Bank have mapped how proficiency levels between assessment can equate to one another, but they are not strictly comparable. \nAmong the differences across assessments, one important point concerns the age at which children are tested. The reference age for our exercise is age 10. However, all learning assessments used in this analysis are sampled based on specific grades rather than age. PIRLS and TIMSS are administered in Grade 4, meaning that the average student assessed is indeed 10 years old, but this is not the case for the regional assessments. PASEC and LLECE are administered in Grade 6, so the average age in those assessments is 12.8 and 12.4, respectively. National assessments are administered at different grades, so to incorporate those assessments, we chose for each country the grade between 4 and 6 (inclusive) for which relevant and reliable data were available. This is consistent with the SDG monitoring by UIS and GAML, which lists “End of Primary (or Grades 4 to 6)” as the relevant age category for the end-of-primary students (SDG 4.1.1b).\nIn some cases, National Learning Assessments that have not been policy linked are used for learning poverty, if country teams and experts determine that an assessment is of sufficiently quality or has undertaken steps to align their assessments with the Global Proficiency Framework. They will often be reported as interim learning poverty indicators, as they are not fully aligned with SDG 4.1.1b.\n--------\nLongdefinition: The share of pupils at the end of primary schooling who are below the minimum proficiency level (MPL) for reading or learning deprived. The MPL in reading at the end of primary is defined by the Global Alliance to Monitor Learning (GAML), measured in standard learning assessments, and reported in the context of the SDG 4.1.1b monitoring. It is “Students independently and fluently read simple, short narrative and expository texts. They locate explicitly-stated information. They interpret and give some explanations about the key ideas in these texts. They provide simple, personal opinions or judgements about the information, events and characters in a text.” (UIS and GAML 2019). In other words, a child “attaining” minimum proficiency has the ability to read and understand a short passage of age-appropriate material, whether a simple story or non-fiction narrative of a few paragraphs. In addition to this nutshell statement, the GAML has also proposed a common terminology to describe classifications in the context of the MPL. This is a critical first step toward linking cross-national and national learning assessments with a common benchmark.\n--------\nShortdefinition: The share of pupils at the end of primary schooling who are below the minimum proficiency level (MPL) for reading.\n--------\nSource: World Bank and UIS\n--------\nStatisticalconceptandmethodology: Learning assessments used to calculate Learning Poverty have a minimum proficiency level (MPL) benchmarked by Global Alliance to Monitor Learning (GAML) under the leadership of the UNESCO Institute of Statistics (UIS), which occurred within the reporting window. To operationalize this concept, the current SDG monitoring process is followed by defining “proficiency” as reaching at least the Low International Benchmark on the international PIRLS literacy assessment. \nPIRLS is the major global primary-age assessment focused on reading, and if all countries participated in it, the task of constructing global estimates of minimum proficiency would be trivial, as it would require aggregating results from a single cross-national assessment. However, most countries participating in PIRLS are high-income, and only a small minority of low- and middle-income countries participate in the assessment. One of the main contributions of the GAML process is that it has overcome this data gap by benchmarking several major cross-national assessments—and increasingly national learning assessments as well—against the standard. \nThe MPL for each learning assessment is used to calculate the reading proficiency rate for that country, which is the share of students scoring at or above the minimum proficiency level, and conversely to calculate the learning deprivation.\nThe Proficiency and Grade Levels used for each assessment is as follows: PIRLS (grade 4) - Level 2 (Low international benchmark, 400 points); TIMSS (grade 4) - Level 2 (Low international benchmark, 400 points); LLECE (SERCE, grade 6) - Level 3 (513.66 points); PASEC (grades 5 and 6) - Level 4 (595.1 points); SEA-PLM (grade 5) - Level 6 and above; National Learning Assessment (grade 4, 5 and 6) - Varies by country. \nWhen a given country had administered multiple types of learning assessments, a hierarchy is applied in the order listed below to ensure best comparability across countries: International or Regional Learning Assessment for Reading (PIRLS, LLECE, PASEC, SEA-PLM) > TIMSS Science > Statistical or Pairwise Linking Exercises > AMPL-bs, Policy Linked National Learning Assessments or Policy Linked Service Delivery Indicators (SDIs) > Non-Policy Linked NLAs (Interim Reporting).\nNote that as the GAML and joint coalitions continue their efforts to improve learning data coverage, the hierarchy may be revised.\n--------\nTopic: Education: Outcomes\n--------\nUnitofmeasure: % of Total\n",
    "url": "https://data.worldbank.org/indicator/SE.LPV.PRIM.LD?view=chart",
    "description": "Pupils below minimum reading proficiency at end of primary (%). Low GAML threshold"
}