{
    "indicator": "SE.PRM.TCHR.FE.ZS",
    "metadata": "========\nSeries: SE.PRM.TCHR.FE.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The share of female teachers shows the level of gender representation in the teaching force. A value of greater than 50% indicates more opportunities or preference for women to participate in teaching activities. Women teachers are important as they serve as role models to girls and help to attract and retain girls in school.\n--------\nIndicatorName: Primary education, teachers (% female)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Female teachers as a percentage of total primary education teachers includes full-time and part-time teachers.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: The share of female teachers in primary education is calculated by dividing the total number of female teachers at primary level of education by the total number of teachers at the same level, and multiplying by 100.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Inputs\n",
    "url": "https://data.worldbank.org/indicator/SE.PRM.TCHR.FE.ZS?view=chart",
    "description": "Primary education"
}