{
    "indicator": "SE.PRM.NINT.ZS",
    "metadata": "========\nSeries: SE.PRM.NINT.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The net intake rate in the first grade of primary education indicates the level of access to primary education and the education system's capacity to provide access to primary education. A high net intake rate indicates a high degree of access to primary education for the official primary school entrance age children.\n--------\nIndicatorName: Net intake rate in grade 1 (% of official school-age population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The quality of data is affected when new entrants and repeaters are not correctly distinguished in the first grade of primary education. Caution is also needed for countries with a total population under 100,000 since the United Nations Population Division neither publish nor endorse single-age data for those countries. The data are highly subject to fluctuations in migration and other factors.\n--------\nLongdefinition: Net intake rate in grade 1 is the number of new entrants in the first grade of primary education who are of official primary school entrance age, expressed as a percentage of the population of the corresponding age.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (http://uis.unesco.org/). Data as of February 2020.\n--------\nStatisticalconceptandmethodology: Net intake rate in the first grade of primary education is calculated by dividing the number of children of official primary school entrance age who enter grade 1 of primary education for the first time by the population of the same age, and multiplying by 100.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. Population data are drawn from the United Nations Population Division. Using a single source for population data standardizes definitions, estimations, and interpolation methods, ensuring a consistent methodology across countries and minimizing potential enumeration problems in national censuses.\n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Efficiency\n",
    "url": "https://data.worldbank.org/indicator/SE.PRM.NINT.ZS?view=chart",
    "description": "Net intake rate in grade 1 (% of official school-age population)"
}