{
    "indicator": "SE.PRM.REPT.MA.ZS",
    "metadata": "========\nSeries: SE.PRM.REPT.MA.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Data on repeaters are often used to indicate an education system's internal efficiency. Repeaters not only increase the cost of education for the family and the school system, but also use limited school resources.\n--------\nIndicatorName: Repeaters, primary, male (% of male enrollment)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Country policies on repetition and promotion differ. In some cases the number of repeaters is controlled because of limited capacity. In other cases the number of repeaters is almost 0 because of automatic promotion – suggesting a system that is highly efficient but that may not be endowing students with enough cognitive skills.\n--------\nLongdefinition: Repeaters in primary school are the number of students enrolled in the same grade as in the previous year, as a percentage of all students enrolled in primary school.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (http://uis.unesco.org/). Data as of February 2020.\n--------\nStatisticalconceptandmethodology: Share of repeaters in primary school is calculated by dividing the sum of repeaters in all grades of primary school by the total number of students enrolled in primary school, and multiplying by 100. \n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Efficiency\n",
    "url": "https://data.worldbank.org/indicator/SE.PRM.REPT.MA.ZS?view=chart",
    "description": "Repeaters"
}