{
    "indicator": "SE.SEC.CMPT.LO.FE.ZS",
    "metadata": "========\nSeries: SE.SEC.CMPT.LO.FE.ZS\n\nAggregationmethod: Weighted average\n--------\nIndicatorName: Lower secondary completion rate, female (% of relevant age group)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data limitations preclude adjusting for students who drop out during the final year of lower secondary education. Thus this rate is a proxy that should be taken as an upper estimate of the actual lower secondary completion rate. \n\nThere are many reasons why the rate can exceed 100 percent. The numerator may include late entrants and overage children who have repeated one or more grades of lower secondary education as well as children who entered school early, while the denominator is the number of children at the entrance age for the last grade of lower secondary education.\n--------\nLongdefinition: Lower secondary education completion rate is measured as the gross intake ratio to the last grade of lower secondary education (general and pre-vocational). It is calculated as the number of new entrants in the last grade of lower secondary education, regardless of age, divided by the population at the entrance age for the last grade of lower secondary education.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: Lower secondary completion rate is calculated as the number of new entrants (enrollment minus repeaters) in the last grade of lower secondary education, regardless of age, divided by the population at the entrance age for the last grade of lower secondary education. \n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. Population data are drawn from the United Nations Population Division. Using a single source for population data standardizes definitions, estimations, and interpolation methods, ensuring a consistent methodology across countries and minimizing potential enumeration problems in national censuses.\n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Outcomes\n",
    "url": "https://data.worldbank.org/indicator/SE.SEC.CMPT.LO.FE.ZS?view=chart",
    "description": "Lower secondary completion rate"
}