{
    "indicator": "SE.SEC.TCHR",
    "metadata": "========\nSeries: SE.SEC.TCHR\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Women teachers are important as they serve as role models to girls and help to attract and retain girls in school.\n--------\nIndicatorName: Secondary education, teachers\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Secondary education teachers includes full-time and part-time teachers.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: Teachers refer to persons employed full-time or part-time in an official capacity to guide and direct the learning experience of pupils and students, irrespective of their qualifications or the delivery mechanism, i.e. face-to-face and/or at a distance. This definition excludes educational personnel who have no active teaching duties (e.g. headmasters, headmistresses or principals who do not teach) or who work occasionally or in a voluntary capacity in educational institutions.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Inputs\n",
    "url": "https://data.worldbank.org/indicator/SE.SEC.TCHR?view=chart",
    "description": "Secondary education"
}