{
    "indicator": "SE.SEC.PRIV.ZS",
    "metadata": "========\nSeries: SE.SEC.PRIV.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: The share of enrollment in private institutions indicates the scale and capacity of private education within a country. A high percentage suggests strong involvement of the non-governmental sector (including religious bodies, other organizations, associations, communities, private enterprises or persons) in providing organized educational programmes. However, in countries where private institutions are substantially subsidized or aided by the government, the distinction between private and public educational institutions may be less clear-cut especially when certain students are directly financed through government scholarships.\n--------\nIndicatorName: School enrollment, secondary, private (% of total secondary)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Religious or private schools, which are not registered with the government or don't follow the common national curriculum, may not be captured.\n--------\nLongdefinition: Private enrollment refers to pupils or students enrolled in institutions that are not operated by a public authority but controlled and managed, whether for profit or not, by a private body such as a nongovernmental organization, religious body, special interest group, foundation or business enterprise.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: The share of students in private secondary school is calculated by dividing the number of students enrolled in private educational institutions at secondary level by total enrollment (public and private) at the same level of education, and multiplying by 100.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Participation\n",
    "url": "https://data.worldbank.org/indicator/SE.SEC.PRIV.ZS?view=chart",
    "description": "School enrollment"
}