{
    "indicator": "SE.SEC.TCAQ.LO.ZS",
    "metadata": "========\nSeries: SE.SEC.TCAQ.LO.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Trained teachers refer to teaching force with the necessary pedagogical skills to teach and use teaching materials in an effective manner. The share of trained teachers reveals a country's commitment to investing in the development of its human capital engaged in teaching.\n\nTeachers are important resource, especially for children who are the first-generation of receiving education in their families and heavily rely on teachers in acquiring basic literacy skills. However, rapid increase in enrollments may cause the shortage of trained teachers. Education finance is a key for appropriate teacher allocations, since teacher salaries account for a large share of education budgets. The shortage of trained teacher may result in low qualified teachers in more disadvantaged area.\n--------\nIndicatorName: Trained teachers in lower secondary education (% of total teachers)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: This indicator does not take into account differences in teachers' experiences and status, teaching methods, teaching materials, and classroom conditions - all factors that affect the quality of teaching and learning. Some teachers without formal training may have acquired equivalent pedagogical skills through professional experience. In addition, national standards regarding teacher qualifications and pedagogical skills may vary.\n--------\nLongdefinition: Trained teachers in lower secondary education are the percentage of lower secondary school teachers who have received the minimum organized teacher training (pre-service or in-service) required for teaching in a given country.\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: Share of trained teachers is calculated by dividing the number of trained teachers of the specified level of education by total number of teachers at the same level of education, and multiplying by 100. \n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Inputs\n",
    "url": "https://data.worldbank.org/indicator/SE.SEC.TCAQ.LO.ZS?view=chart",
    "description": "Trained teachers in lower secondary education (% of total teachers)"
}