{
    "indicator": "SE.XPD.CSEC.ZS",
    "metadata": "========\nSeries: SE.XPD.CSEC.ZS\n\nAggregationmethod: Median\n--------\nIndicatorName: Current education expenditure, secondary (% of total expenditure in secondary public institutions)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Current expenditure is expressed as a percentage of direct expenditure in public educational institutions (instructional and non-instructional) of the specified level of education. Financial aid to students and other transfers are excluded from direct expenditure. Current expenditure is consumed within the current year and would have to be renewed if needed in the following year. It includes staff compensation and current expenditure other than for staff compensation (ex. on teaching materials, ancillary services and administration).\n--------\nPeriodicity: Annual\n--------\nSource: UNESCO Institute for Statistics (UIS). UIS.Stat Bulk Data Download Service. Accessed April 24, 2024. https://apiportal.uis.unesco.org/bdds.\n--------\nStatisticalconceptandmethodology: Current expenditure, secondary is calculated by dividing all current expenditure in public institutions of secondary education by total expenditure (current and capital) in public institutions of secondary education, and multiplying by 100. Aggregate data are based on World Bank estimates.\n\nData on education are collected by the UNESCO Institute for Statistics from official responses to its annual education survey. All the data are mapped to the International Standard Classification of Education (ISCED) to ensure the comparability of education programs at the international level. The current version was formally adopted by UNESCO Member States in 2011. \n\nThe reference years reflect the school year for which the data are presented. In some countries the school year spans two calendar years (for example, from September 2010 to June 2011); in these cases the reference year refers to the year in which the school year ended (2011 in the example).\n--------\nTopic: Education: Inputs\n",
    "url": "https://data.worldbank.org/indicator/SE.XPD.CSEC.ZS?view=chart",
    "description": "Current education expenditure"
}