{
    "indicator": "SG.DMK.ALLD.FN.ZS",
    "metadata": "========\nSeries: SG.DMK.ALLD.FN.ZS\n\nDevelopmentrelevance: Women‘s participation in decisions being made in their own households, that is households in which they usually live with their spouse and/or children with or without others, is widely accepted as a universal indicator of women‘s empowerment. The ability of women to make decisions that affect their personal circumstances is an essential element of their empowerment and serves as an important contributor to their overall development.\n--------\nIndicatorName: Women participating in the three decisions (own health care, major household purchases, and visiting family) (% of women age 15-49)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Women participating in the three decisions (own health care, major household purchases, and visiting family) is the percentage of currently married women aged 15-49 who say that they alone or jointly have the final say in all of the three decisions (own health care, large purchases and visits to family, relatives, and friends).\n--------\nPeriodicity: Annual\n--------\nSource: Demographic and Health Surveys (DHS)\n--------\nStatisticalconceptandmethodology: Women participating in the three decisions (own health care, major household purchases, and visiting family) is the number of currently married women aged 15-49 who say they alone or jointly have the final say in the three decisions, expressed as percentage of currently married women age 15-49 who have been interviewed and It’s derived by dividing the number of currently married women aged 15-49 who responded they alone or jointly have the final say in the three decisions by total number of currently married women age 15-49 who have been interviewed.\n--------\nTopic: Gender: Public life & decision making\n",
    "url": "https://data.worldbank.org/indicator/SG.DMK.ALLD.FN.ZS?view=chart",
    "description": "Women participating in the three decisions (own health care"
}