{
    "indicator": "SG.TIM.UWRK.MA",
    "metadata": "========\nSeries: SG.TIM.UWRK.MA\n\nDevelopmentrelevance: Women often spend disproportionately more time on unpaid domestic and care work than men.  This unequal division of responsibilities is correlated with gender differences in economic opportunities, includign low female labor force participation, occupational sex segregation, and earnings diffrentials.  The need for a gender balance  in the distribution of unpaid domestic and care work has been increasingly recognized and the Sustainable Development Goals address the issue in the target 5.4.\n--------\nGeneralcomments: This is the Sustainable Development Goal indicator 5.4.1[https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: Proportion of time spent on unpaid domestic and care work, male (% of 24 hour day)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data may not be strictly comparable across countries as the methods and sampling involved for data collection may differ.\n--------\nLongdefinition: The average time men spend on household provision of services for own consumption.  Data are expressed as a proportion of time in a day. Domestic and care work includes food preparation, dishwashing, cleaning and upkeep of a dwelling, laundry, ironing, gardening, caring for pets, shopping, installation, servicing and repair of personal and household goods, childcare, and care of the sick, elderly or disabled household members, among others.\n--------\nPeriodicity: Annual\n--------\nSource: National statistical offices or national database and publications compiled by United Nations Statistics Division. The data were downloaded on April 4, 2024, from the Global SDG  API: https://unstats.un.org/sdgs/UNSDGAPIV5/swagger/index.html\n--------\nStatisticalconceptandmethodology: Proportion of time spent on unpaid domestic and care work is calculated by dividing the daily average number of hours spent on unpaid domestic and care work by 24 hours.  Data presented for this indicator are expressed as a proportion of time in a day. Weekly data is averaged over seven days of the week to obtain the daily average time.\n--------\nTopic: Gender: Participation & access\n",
    "url": "https://data.worldbank.org/indicator/SG.TIM.UWRK.MA?view=chart",
    "description": "Proportion of time spent on unpaid domestic and care work"
}