{
    "indicator": "SG.VAW.1549.ZS",
    "metadata": "========\nSeries: SG.VAW.1549.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Violence against women is an obstacle to the achievement of the objectives of equality, development and peace. It both violates and impairs or nullifies the enjoyment by women of their human rights and fundamental freedoms. Tolerance and experience of domestic violence are significant barriers to the empowerment of women and it has a negative health consequences for victims, especially with respect to the reproductive health of women and the physical, emotional, and mental health of their children\n--------\nGeneralcomments: This is the Sustainable Development Goal indicator 5.2.1[https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: Proportion of women subjected to physical and/or sexual violence in the last 12 months (% of ever-partnered women ages 15-49)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Collecting valid, reliable, and ethical data on domestic violence poses particular challenges because what constitutes violence or abuse varies across cultures and among individuals. In addition, a culture of silence usually surrounds domestic violence and can affect reporting.\n--------\nLongdefinition: Proportion of women subjected to physical and/or sexual violence in the last 12 months is the percentage of ever partnered women age 15-49 who are subjected to physical violence, sexual violence or both by a current or former intimate partner in the last 12 months.\n--------\nPeriodicity: Annual\n--------\nSource: United Nations Statistics Division (UNSD)\n--------\nTopic: Gender: Health\n",
    "url": "https://data.worldbank.org/indicator/SG.VAW.1549.ZS?view=chart",
    "description": "Proportion of women subjected to physical and/or sexual violence in the last 12 months (% of ever-partnered women ages 15-49)"
}