{
    "indicator": "SH.ALC.PCAP.FE.LI",
    "metadata": "========\nSeries: SH.ALC.PCAP.FE.LI\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Acoording to the World Health Organization, alcohol consumption is a causal factor in more than 200 disease and injury conditions. In the world, an estimated 3 million deaths are from harmful use of alcohols every year.   Drinking alcohol is associated with a risk of developing health problems such as mental and behavioural disorders, including alcohol dependence, major noncommunicable diseases such as liver cirrhosis, some cancers and cardiovascular diseases, as well as injuries resulting from violence and road clashes and collisions.\n--------\nGeneralcomments: This is a sex-disaggregated indicator for Sustainable Development Goal 3.5.2 [https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: Total alcohol consumption per capita, female (liters of pure alcohol, projected estimates, female 15+ years of age)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Total alcohol per capita consumption is defined as the total (sum of recorded and unrecorded alcohol) amount of alcohol consumed per person (15 years of age or older) over a calendar year, in litres of pure alcohol, adjusted for tourist consumption.\n--------\nPeriodicity: Annual\n--------\nSource: World Health Organization, Global Health Observatory Data Repository (http://apps.who.int/ghodata/).\n--------\nStatisticalconceptandmethodology: The estimates for the total alcohol consumption are produced by summing up the 3-year average per capita (15+) recorded alcohol consumption and an estimate of per capita (15+) unrecorded alcohol consumption for a calendar year. Tourist consumption takes into account tourists visiting the country and inhabitants visiting other countries.\n--------\nTopic: Health: Risk factors\n",
    "url": "https://data.worldbank.org/indicator/SH.ALC.PCAP.FE.LI?view=chart",
    "description": "Total alcohol consumption per capita"
}