{
    "indicator": "SH.DYN.1014",
    "metadata": "========\nSeries: SH.DYN.1014\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Mortality rates for different age groups (infants, children, adolescents, youth and adults) and overall mortality indicators (life expectancy at birth or survival to a given age) are important indicators of health status in a country. Because data on the incidence and prevalence of diseases are frequently unavailable, mortality rates are often used to identify vulnerable populations. And they are among the indicators most frequently used to compare socioeconomic development across countries.\n--------\nGeneralcomments: Aggregate data for LIC, UMC, LMC, HIC are computed based on the groupings for the World Bank fiscal year in which the data was released by the UN Inter-agency Group for Child Mortality Estimation.\n--------\nIndicatorName: Probability of dying among adolescents ages 10-14 years (per 1,000)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Complete vital registration systems are fairly uncommon in developing countries. Thus estimates must be obtained from sample surveys or derived by applying indirect estimation techniques to registration, census, or survey data. Survey data are subject to recall error, and surveys estimating infant/child deaths require large samples because households in which a birth has occurred during a given year cannot ordinarily be preselected for sampling. Indirect estimates rely on model life tables that may be inappropriate for the population concerned. Extrapolations based on outdated surveys may not be reliable for monitoring changes in health status or for comparative analytical work.\n--------\nLongdefinition: Probability of dying between age 10-14 years of age expressed per 1,000 adolescents age 10, if subject to age-specific mortality rates of the specified year.\n--------\nPeriodicity: Annual\n--------\nSource: Estimates developed by the UN Inter-agency Group for Child Mortality Estimation (UNICEF, WHO, World Bank, UN DESA Population Division) at www.childmortality.org.\n--------\nStatisticalconceptandmethodology: The main sources of mortality data are vital registration systems and direct or indirect estimates based on sample surveys or censuses. A \"complete\" vital registration system - covering at least 90 percent of vital events in the population - is the best source of age-specific mortality data.\n\nEstimates of neonatal, infant, and child mortality tend to vary by source and method for a given time and place. Years for available estimates also vary by country, making comparisons across countries and over time difficult. To make neonatal, infant, and child mortality estimates comparable and to ensure consistency across estimates by different agencies, the United Nations Inter-agency Group for Child Mortality Estimation (UN IGME), which comprises the United Nations Children's Fund (UNICEF), the World Health Organization (WHO), the World Bank, the United Nations Population Division, and other universities and research institutes, developed and adopted a statistical method that uses all available information to reconcile differences. The method uses statistical models to obtain a best estimate trend line by fitting a country-specific regression model of mortality rates against their reference dates.\n--------\nTopic: Health: Mortality\n",
    "url": "https://data.worldbank.org/indicator/SH.DYN.1014?view=chart",
    "description": "Probability of dying among adolescents ages 10-14 years (per 1"
}