{
    "indicator": "SH.HIV.INCD.TL.P3",
    "metadata": "========\nSeries: SH.HIV.INCD.TL.P3\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Despite the existence of effective medications and treatment, HIV/AIDS is still a leading cause of death and public health threat in the world.  Low and middle income countries continue to bear a disproportionate share of the global burden of HIV/AIDS. The incidence rate provides a measure of progress toward preventing onward transmission of HIV. Also, the identification of newly infected persons will allow for interventions to reduce the risk of HIV transmission.\n--------\nGeneralcomments: This is the Sustainable Development Goal indicator 3.3.1 [https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: Incidence of HIV, all (per 1,000 uninfected population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Number of new HIV infections among uninfected populations expressed per 1,000 uninfected population in the year before the period.\n--------\nPeriodicity: Annual\n--------\nSource: UNAIDS estimates.\n--------\nStatisticalconceptandmethodology: Data on incidence of HIV are from the Joint United Nations Programme on HIV/AIDS. Because of challenges in collecting direct measures of HIV incidence, modelled estimates are used (the Spectrum software). The models incorporate data on HIV prevalence from surveys of the general population, antenatal clinic attendees, and populations at increased risk of contracting HIV (such as sex workers, men who have sex with men, and people who inject drugs) and on the number of people receiving antiretroviral therapy, which will increase the prevalence of HIV because people living with HIV now survive longer. In countries with high-quality health information systems the models are also informed by case reporting and vital registration data.\n--------\nTopic: Health: Risk factors\n",
    "url": "https://data.worldbank.org/indicator/SH.HIV.INCD.TL.P3?view=chart",
    "description": "Incidence of HIV"
}