{
    "indicator": "SH.H2O.SMDW.UR.ZS",
    "metadata": "========\nSeries: SH.H2O.SMDW.UR.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Water is considered to be the most important resource for sustaining ecosystems, which provide life-supporting services for people, animals, and plants. Global access to safe water and proper hygiene education can reduce illness and death from disease, leading to improved health, poverty reduction, and socio-economic development. However, many countries are challenged to provide these basic necessities to their populations, leaving people at risk for water, sanitation, and hygiene (WASH)-related diseases. Because contaminated water is a major cause of illness and death, water quality is a determining factor in human poverty, education, and economic opportunities.  \n\nLack of access to adequate drinking water services contributes to deaths and illness, especially in children. Water based disease transmission by drinking contaminated water is responsible for significant outbreaks of diseases such as cholera and typhoid and includes diarrheal diseases, viral hepatitis A, cholera, dysentery and dracunculiasis (Guineaworm disease). Improving access to clean drinking water is a crucial element in the reduction of under-five mortality and morbidity and there is evidence that ensuring higher levels of drinking water services has a greater impact. \n\nWomen and children spend millions of hours each year fetching water. The chore diverts their time from other important activities (for example attending school, caring for children, participating in the economy). When water is not available on premises and has to be collected, women and girls are almost two and a half times more likely than men and boys to be the main water carriers for their families.  \n\nMany international organizations use access to safe drinking water and hygienic sanitation facilities as a measure for progress in the fight against poverty, disease, and death. Access to safe drinking water is also considered to be a human right, not a privilege, for every man, woman, and child. Economic benefits of safe drinking water services include higher economic productivity, more education, and health-care savings.\n--------\nGeneralcomments: Aggregate data by groups are computed based on the groupings for the World Bank fiscal year in which the data was released by the WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply, Sanitation and Hygiene.\n\nThis is a disaggregated indicator for Sustainable Development Goal 6.1.1 [https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: People using safely managed drinking water services, urban (% of urban population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: In order to meet the criteria for a safely managed drinking water service, an improved water source should meet three criteria: it should be accessible on the premises (accessibility), water should be available when needed (availability), and the water supplied should be free from contamination (quality).  Many countries lack data on one or more elements of safely managed drinking water.  The WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP) provide national estimates only when data are available on drinking water quality and at least one of the other criteria (accessibility and availability).  Regional and income group estimates are made when data are available for at least 30 percent of the population.\n--------\nLongdefinition: The percentage of people using drinking water from an improved source that is accessible on premises, available when needed and free from faecal and priority chemical contamination. Improved water sources include piped water, boreholes or tubewells, protected dug wells, protected springs, and packaged or delivered water.\n--------\nPeriodicity: Annual\n--------\nSource: WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply, Sanitation and Hygiene (washdata.org).\n--------\nStatisticalconceptandmethodology: Data on drinking water, sanitation and hygiene are produced by the Joint Monitoring Programme of the World Health Organization (WHO) and United Nations Children's Fund (UNICEF) based on administrative sources, national censuses and nationally representative household surveys.  WHO/UNICEF defines a safely managed drinking water as an improved water source that is accessible on premises, available when needed and free from faecal and priority chemical contamination.  Improved water sources include: piped water, boreholes or tubewells, protected dug wells, protected springs, and packaged or delivered water.\n--------\nTopic: Health: Disease prevention\n",
    "url": "https://data.worldbank.org/indicator/SH.H2O.SMDW.UR.ZS?view=chart",
    "description": "People using safely managed drinking water services"
}