{
    "indicator": "SH.PRV.SMOK",
    "metadata": "========\nSeries: SH.PRV.SMOK\n\nAggregationmethod: Weighted average\n--------\nGeneralcomments: This is the Sustainable Development Goal indicator 3.a.1 [https://unstats.un.org/sdgs/metadata/].\n\nPrevious indicator name: Smoking prevalence, total (ages 15+)\nThe previous indicator excluded smokeless tobacco use, while the current indicator includes. The indicator name and definition were updated in December, 2020.\n--------\nIndicatorName: Prevalence of current tobacco use (% of adults)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Estimates for countries with irregular surveys or many data gaps have large uncertainty ranges, and such results should be interpreted with caution.\n--------\nLongdefinition: The percentage of the population ages 15 years and over who currently use any tobacco product (smoked and/or smokeless tobacco) on a daily or non-daily basis. Tobacco products include cigarettes, pipes, cigars, cigarillos, waterpipes (hookah, shisha), bidis, kretek, heated tobacco products, and all forms of smokeless (oral and nasal) tobacco. Tobacco products exclude e-cigarettes (which do not contain tobacco), “e-cigars”, “e-hookahs”, JUUL and “e-pipes”. The rates are age-standardized to the WHO Standard Population.\n--------\nPeriodicity: Biennial\n--------\nPrevious_Indicator_Name: Previous indicator name: Smoking prevalence, total (ages 15+)\n\nThe previous indicator excluded smokeless tobacco use, while the current indicator includes. The indicator name and definition were updated in December, 2020.\n--------\nSource: World Health Organization, Global Health Observatory Data Repository (http://apps.who.int/ghodata/).\n--------\nStatisticalconceptandmethodology: The limited availability of data on health status is a major constraint in assessing the health situation in developing countries. Surveillance data are lacking for many major public health concerns. Estimates of prevalence and incidence are available for some diseases but are often unreliable and incomplete. National health authorities differ widely in capacity and willingness to collect or report information. To compensate for this and improve reliability and international comparability, the World Health Organization (WHO) prepares estimates in accordance with epidemiological models and statistical standards.\n\nA statistical model based on a Bayesian negative binomial meta-regression is used to model prevalence of current tobacco use for each country, separately for men and women. \n\nThe model has two main components: (a) adjusting for missing indicators and age groups, and (b) generating an estimate of trends over time as well as the 95% credible interval around the estimate. \nDepending on the completeness/comprehensiveness of survey data from a particular country, the model at times makes use of data from other countries to fill information gaps. When a country has fewer than two nationally representative population-based surveys in different years, no attempt is made to fill data gaps and no estimates are calculated. To fill data gaps, information is “borrowed” from countries in the same UN subregion. The resulting trend lines are used to derive estimates for single years, so that a number can be reported even if the country did not run a survey in that year. In order to make the results comparable between countries, the prevalence rates are age-standardized to the WHO Standard Population. A full description of the method is available as a peer-reviewed article in The Lancet, volume 385, No. 9972, p966–976 (2015).\n--------\nTopic: Health: Risk factors\n",
    "url": "https://data.worldbank.org/indicator/SH.PRV.SMOK?view=chart",
    "description": "Prevalence of current tobacco use (% of adults)"
}