{
    "indicator": "SH.PRV.SMOK.MA",
    "metadata": "========\nSeries: SH.PRV.SMOK.MA\n\nAggregationmethod: Weighted average\n--------\nGeneralcomments: This is the Sustainable Development Goal indicator 3.a.1 [https://unstats.un.org/sdgs/metadata/].\n\nPrevious indicator name: Smoking prevalence, males (% of adults)\nThe previous indicator excluded smokeless tobacco use, while the current indicator includes it. The indicator name and definition were updated in December, 2020.\n--------\nIndicatorName: Prevalence of current tobacco use, males (% of male adults)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Estimates for countries with irregular surveys or many data gaps have large uncertainty ranges, and such results should be interpreted with caution.\n--------\nLongdefinition: The percentage of the male population ages 15 years and over who currently use any tobacco product (smoked and/or smokeless tobacco) on a daily or non-daily basis. Tobacco products include cigarettes, pipes, cigars, cigarillos, waterpipes (hookah, shisha), bidis, kretek, heated tobacco products, and all forms of smokeless (oral and nasal) tobacco. Tobacco products exclude e-cigarettes (which do not contain tobacco), “e-cigars”, “e-hookahs”, JUUL and “e-pipes”. The rates are age-standardized to the WHO Standard Population.\n--------\nPeriodicity: Biennial\n--------\nPrevious_Indicator_Name: Previous indicator name: Smoking prevalence, males (% of adults)\n\nThe previous indicator excluded smokeless tobacco use, while the current indicator includes it. The indicator name and definition were updated in December, 2020.\n--------\nSource: World Health Organization, Global Health Observatory Data Repository (http://apps.who.int/ghodata/).\n--------\nStatisticalconceptandmethodology: The limited availability of data on health status is a major constraint in assessing the health situation in developing countries. Surveillance data are lacking for many major public health concerns. Estimates of prevalence and incidence are available for some diseases but are often unreliable and incomplete. National health authorities differ widely in capacity and willingness to collect or report information. To compensate for this and improve reliability and international comparability, the World Health Organization (WHO) prepares estimates in accordance with epidemiological models and statistical standards.\n\nSmoking is the most common form of tobacco use and the prevalence of smoking is therefore a good measure of the tobacco epidemic. (Corrao MA, Guindon GE, Sharma N, Shokoohi  DF (eds). Tobacco Control Country Profiles, 2000, American Cancer Society, Atlanta.) Tobacco use causes heart and other vascular diseases and cancers of the lung and other organs. Given the long delay between starting to smoke and the onset of disease, the health impact of smoking will increase rapidly only in the next few decades. The data presented are age-standardized rates for adults ages 15 and older from the WHO.\n--------\nTopic: Health: Risk factors\n",
    "url": "https://data.worldbank.org/indicator/SH.PRV.SMOK.MA?view=chart",
    "description": "Prevalence of current tobacco use"
}