{
    "indicator": "SH.STA.OWGH.ME.ZS",
    "metadata": "========\nSeries: SH.STA.OWGH.ME.ZS\n\nAggregationmethod: Weighted average\n--------\nDataQuality: UNICEF, WHO and the World Bank undertake a joint review for each potential primary data source used as to generate the JME global estimates. The group conducts a review when (at minimum) a final report with full methodological details and results are available, as well as (ideally) a data quality assessment flagging potential limitations. When the raw data are available, they are analysed using the Anthro Survey Analyzer software to produce a standard set of results and data quality outputs against which the review is conducted. Comments are documented in a standard review template extracting methodological details (e.g., sampling procedures, description of anthropometrical equipment), data quality outputs (e.g., weight and height distributions, percentage of cases that were flagged as implausible according to the WHO Child Growth Standards) and the malnutrition prevalence estimates from the data source under review generated based on the standard recommended methodology. These estimates are compared against the reported values, as well as against those from other data sources already included in the JME dataset, to assess the plausibility of the trend before including the new point. Reports that are preliminary, or that lack key details on methodology or results, cannot be reviewed and are left pending until full information is available. The methods used to generate the JME global estimates for stunting and overweight were cross validated to ensure estimates produced by the method are closely aligned to national data points.\n--------\nDerivationmethod: National estimates from primary sources (e.g., from household surveys) used to generate the JME global estimates are based on standardized methodology using the WHO Child Growth Standards as described in Recommendations for data collection, analysis and reporting on anthropometric indicators in children under 5 years old and WHO Anthro Survey Analyser (WHO, 2019). The JME global estimates are generated using smoothing techniques and covariates applied to quality-assured national data to derive trends and up-to-date estimates. Worldwide and regional estimates are derived as the respective country averages weighted by the countries’ under-five population estimates (UNPD-WPP latest available edition) using annual JME global estimates for 205\nCountries and areas.\n--------\nGeneralcomments: Once considered only a high-income economy problem, overweight children have become a growing concern in developing countries. Research shows an association between childhood obesity and a high prevalence of diabetes, respiratory disease, high blood pressure, and psychosocial and orthopedic disorders (de Onis and Blössner 2003). Childhood obesity is associated with a higher chance of obesity, premature death, and disability in adulthood. In addition to increased future risks, obese children experience breathing difficulties and increased risk of fractures, hypertension, early markers of cardiovascular disease, insulin resistance, and psychological effects. Children in low- and middle-income countries are more vulnerable to inadequate nutrition before birth and in infancy and early childhood. Many of these children are exposed to high-fat, high-sugar, high-salt, calorie-dense, micronutrient-poor foods, which tend be lower in cost than more nutritious foods. These dietary patterns, in conjunction with low levels of physical activity, result in sharp increases in childhood obesity, while under-nutrition continues.\n\nEstimates are modeled estimates produced by the JME. Primary data sources of the anthropometric measurements are national surveys. These surveys are administered sporadically, resulting in sparse data for many countries. Furthermore, the trend of the indicators over time is usually not a straight line and varies by country. Tracking the current level and progress of indicators helps determine if countries are on track to meet certain thresholds, such as those indicated in the SDGs. Thus the JME developed statistical models and produced the modeled estimates.\n--------\nIndicatorName: Prevalence of overweight (modeled estimate, % of children under 5)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Survey estimates come with levels of uncertainty due to both sampling error and non-sampling error (e.g., measurement technical error, recording error etc.,). The JME global estimates for overweight take into account estimates of sampling error around survey estimates. While non-sampling error cannot be accounted for or reviewed in full, when available, a data quality review of weight, height and age measurements from household surveys supports compilation of a time series that is comparable across countries and over time.\n--------\nLongdefinition: Prevalence of overweight children is the percentage of children under age 5 whose weight for height is more than two standard deviations above the median for the international reference population of the corresponding age as established by the WHO's 2006 Child Growth Standards.\n--------\nOtherweblinks: McLain AC, Frongillo EA, Feng J, Borghi E. Prediction intervals for penalized longitudinal models with multisource summary measures: An application to childhood malnutrition. Stat Med. 2019 Mar 15;38(6):1002-1012. doi: 10.1002/sim.8024. Epub 2018 Nov 14. PMID: 30430613.\n\nRecommendations for data collection, analysis and reporting on anthropometric indicators in children under 5 years old. Geneva: World Health Organization and the United Nations Children’s Fund (UNICEF), 2019. Licence: CC BY-NC-SA 3.0 IGO. \nhttps://data.unicef.org/resources/data-collection-analysis-reporting-on-anthropometric-indicators-in-children-under-5/\nhttps://www.who.int/publications/i/item/9789241515559\n\nWHO Anthro Survey Analyzer - https://www.who.int/tools/child-growth-standards/software\n--------\nPeriodicity: Every two years\n--------\nSource: UNICEF, WHO, World Bank: Joint child Malnutrition Estimates (JME).\n--------\nTopic: Health: Nutrition\n--------\nUnitofmeasure: %\n",
    "url": "https://data.worldbank.org/indicator/SH.STA.OWGH.ME.ZS?view=chart",
    "description": "Prevalence of overweight (modeled estimate"
}