{
    "indicator": "SH.STA.HYGN.RU.ZS",
    "metadata": "========\nSeries: SH.STA.HYGN.RU.ZS\n\nDevelopmentrelevance: Hygiene is closely correlated with human health.   Target 6.2 of the Sustainable Development Goals recognizes that access to facilities allowing good hygiene and sanitation should be universal, and especially important to women and girls, and those in vulnerable situations.   Of the range of hygiene behaviors considered important for health, hand washing with soap and water is a top priority in all settings, and is considered one of the most cost-effective interventions to prevent diarrheal diseases. The availability of a basic handwashing facility is a prerequisite for basic hygiene facilities on premises,  and is a useful proxy for hygienic behavior.\n--------\nGeneralcomments: This is a disaggregated indicator for Sustainable Development Goal 6.2.1 [https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: People with basic handwashing facilities including soap and water, rural (% of rural population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Presence of a handwashing station with soap and water does not guarantee that household members consistently wash hands at key times, but is accepted as the most suitable proxy.  Data on handwashing facilities are available for a growing number of low- and middle-income countries after hygiene questions were standardized in international surveys. However, this type of information is not available from most high-income countries, where access to basic handwashing facilities is assumed to be nearly universal.\n--------\nLongdefinition: The percentage of people living in households that have a handwashing facility with soap and water available on the premises. Handwashing facilities may be fixed or mobile and include a sink with tap water, buckets with taps, tippy-taps, and jugs or basins designated for handwashing. Soap includes bar soap, liquid soap, powder detergent, and soapy water but does not include ash, soil, sand or other handwashing agents.\n--------\nPeriodicity: Annual\n--------\nSource: WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply, Sanitation and Hygiene (washdata.org).\n--------\nStatisticalconceptandmethodology: Data on drinking water, sanitation and hygiene are produced by the Joint Monitoring Programme of the World Health Organization (WHO) and United Nations Children's Fund (UNICEF) based on administrative sources, national censuses and nationally representative household surveys.  WHO/UNICEF defines a basic handwashing facility as a device to contain, transport or regulate the flow of water to facilitate handwashing with soap and water in the household.\n--------\nTopic: Health: Disease prevention\n",
    "url": "https://data.worldbank.org/indicator/SH.STA.HYGN.RU.ZS?view=chart",
    "description": "People with basic handwashing facilities including soap and water"
}