{
    "indicator": "SH.STA.ANVC.ZS",
    "metadata": "========\nSeries: SH.STA.ANVC.ZS\n\nAggregationmethod: Weighted average\n--------\nGeneralcomments: Good prenatal and postnatal care improve maternal health and reduce maternal and infant mortality.\n--------\nIndicatorName: Pregnant women receiving prenatal care (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: For the indicators that are from household surveys, the year refers to the survey year. For more information, consult the original sources.\n--------\nLongdefinition: Pregnant women receiving prenatal care are the percentage of women attended at least once during pregnancy by skilled health personnel for reasons related to pregnancy.\n--------\nPeriodicity: Annual\n--------\nSource: UNICEF, State of the World's Children, Childinfo, and Demographic and Health Surveys.\n--------\nStatisticalconceptandmethodology: Reproductive health is a state of physical and mental well-being in relation to the reproductive system and its functions and processes. Means of achieving reproductive health include education and services during pregnancy and childbirth, safe and effective contraception, and prevention and treatment of sexually transmitted diseases. Complications of pregnancy and childbirth are the leading cause of death and disability among women of reproductive age in developing countries.\n\nGood prenatal and postnatal care improves maternal health and reduces maternal and infant mortality. However, indicators on use of antenatal care services provide no information on the content or quality of the services. Data on antenatal care are obtained mostly from household surveys, which ask women who have had a live birth whether and from whom they received antenatal care.\n--------\nTopic: Health: Reproductive health\n",
    "url": "https://data.worldbank.org/indicator/SH.STA.ANVC.ZS?view=chart",
    "description": "Pregnant women receiving prenatal care (%)"
}