{
    "indicator": "SH.XPD.EHEX.PP.CD",
    "metadata": "========\nSeries: SH.XPD.EHEX.PP.CD\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Strengthening health financing is one objective of Sustainable Development Goal 3 (SDG target 3.c).  The levels and trends of health expenditure data identify key issues such as weaknesses and strengths and areas that need investment, for instance additional health facilities, better health information systems, or better trained human resources.  Health financing is also critical for reaching universal health coverage (UHC) defined as all people obtaining the quality health services they need without suffering financial hardship (SDG 3.8).  The data on out-of-pocket spending is a key indicator with regard to financial protection and hence of progress towards UHC.\n--------\nIndicatorName: External health expenditure per capita, PPP (current international $)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Current external expenditures on health per capita expressed in international dollars at purchasing power parity. External sources are composed of direct foreign transfers and foreign transfers distributed by government encompassing all financial inflows into the national health system from outside the country.\n--------\nNotesfromoriginalsource: The World Health Organization (WHO) has revised health expenditure data using the new international classification for health expenditures in the revised System of Health Accounts (SHA 2011).  WHO’s Global Health Expenditure Database in this new version is the reference source for health expenditure for international comparison imbedded in a standardized framework.  The SHA 2011 clarifies the financing mechanisms and introduces new dimensions which improve the comparability of health expenditures in the perspective of universal health coverage.\n--------\nPeriodicity: Annual\n--------\nSource: World Health Organization Global Health Expenditure database (http://apps.who.int/nha/database). The data was retrieved on April 15, 2024.\n--------\nStatisticalconceptandmethodology: The health expenditure estimates have been prepared by the World Health Organization (WHO) under the framework of the System of Health Accounts 2011 (SHA 2011). The Health SHA 2011 tracks all health spending in a given country over a defined period of time regardless of the entity or institution that financed and managed that spending. It generates consistent and comprehensive data on health spending in a country, which in turn can contribute to evidence-based policy-making. WHO converted the expenditure data using PPP time series extracted from WDI (based on ICP 2017) and OECD data. Where WDI/OECD data were not available, IMF or WHO estimates were utilized. Detailed metadata are available at <https://apps.who.int/nha/database/Select/Indicators/en>.\n--------\nTopic: Health: Health systems\n",
    "url": "https://data.worldbank.org/indicator/SH.XPD.EHEX.PP.CD?view=chart",
    "description": "External health expenditure per capita"
}