{
    "indicator": "SI.POV.MPUN",
    "metadata": "========\nSeries: SI.POV.MPUN\n\nDerivationmethod: The methodology is extensively outlined in the ‘Source’ and the Stata do-files used for each country are published on Oxford Poverty and Human Development Initiative (OPHI) (https://cloud-ophi.qeh.ox.ac.uk/index.php/s/mmkGGBZXimCWkwP)and Human Development Report Office (HDRO)(https://hdr.undp.org/mpi-statistical-programmes) websites.\n--------\nDevelopmentrelevance: The global MPI was developed Sabina Alkire and Maria Emma Santos (2014), in collaboration with the Human Development Report Office (HDRO) at UNDP as an internationally comparable measure of acute poverty. Technically, the global MPI relies on the Alkire-Foster method (2011). In 2018, five out of the ten indicators have been revised to better align with the SDGs (see Alkire, Kanagaratnam, Nogales and Suppa 2022; Alkire and Kanagaratnam 2020; Alkire and Jahan 2018).\n--------\nIndicatorName: Multidimensional poverty headcount ratio (UNDP) (% of population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Besides the frequency and timeliness of survey data, other limitations include if the household survey data being used is missing any of the 10 indicators, that indicator is dropped from the calculation. The weights are then adjusted so that each dimension continues to be given a weight of one-third. MPI poverty estimates are only calculated if at least one indicator in health and education dimensions is available, and if at least four indicators in the living standards dimension are available.\n--------\nLongdefinition: The multidimensional poverty headcount ratio (UNDP) is the percentage of a population living in poverty according to UNDPs multidimensional poverty index. The index includes three dimensions -- health, education, and living standards.\n--------\nOthernotes: The global MPI is estimated using comprehensive household survey data, which is largely provided by the Multiple Indicator Cluster Surveys programme (MICS) and the Demographic and Health Surveys (DHS) Program. For a few countries, data from national household surveys that are comparable to DHS and MICS is used.\n--------\nPeriodicity: Annual\n--------\nReferenceperiod: Datasets are incorporated each year from a moving window starting 12 years before the current year (e.g. 2011 for the global MPI in 2023)\n--------\nShortdefinition: The multidimensional poverty headcount ratio (UNDP) represents the proportion of a population living in poverty according to UNDPs multidimensional poverty index.\n--------\nSource: Alkire, S., Kanagaratnam, U., and Suppa, N. (2023). ‘The global Multidimensional Poverty Index (MPI) 2023 country results and methodological note’, OPHI MPI Methodological Note 55, Oxford Poverty and Human Development Initiative (OPHI), University of Oxford. (https://ophi.org.uk/mpi-methodological-note-55-2/)\n--------\nStatisticalconceptandmethodology: The global MPI, published annually since 2010, captures acute multidimensional poverty in developing regions of the world (Alkire and Santos, 2014). This measure is based on the dual-cutoff counting methodology developed by Alkire and Foster (2011). The global MPI is composed of three dimensions (health, education, and living standards) and 10 indicators (nutrition, child mortality, school attendance, years of schooling, electricity, drinking water, sanitation, cooking fuel, housing, and assets). \n\nThe global MPI begins by constructing a deprivation profile for each household and person in it that tracks deprivations in each of the 10 indicators. For example, a household and all people living in it are deprived if any child is stunted or any child or adult for whom data are available is underweight; if any child died in the past five years; if any school-aged child is not attending school up to the age at which he or she would complete class 8 or no household member has completed six years of schooling; or if the household lacks access to electricity, an improved source of drinking water within a 30 minute walk round trip, an improved sanitation facility that is not shared, nonsolid cooking fuel, durable housing materials, and basic assets such as a radio, animal cart, phone, television, computer, refrigerator, bicycle or motorcycle. \n\nAll indicators are equally weighted within each dimension, so the health and education indicators are weighted 1/6 each, and the standard of living indicators are weighted 1/18 each. A person’s deprivation score is the sum of the weighted deprivations she or he experiences. The global MPI identifies people as multidimensionally poor if their deprivation score is 1/3 or higher. \n\nMPI values are the product of the incidence (H, or the proportion of population who live in multidimensional poverty) and intensity of poverty (A, or the average deprivation score among multidimensionally poor people). MPI = H × A. \n\nThe MPI ranges from 0 to 1, and higher values imply higher poverty. MPI values decline when fewer people are poor or when poor people have fewer deprivations.\n--------\nTopic: Poverty: Poverty rates\n--------\nUnitofmeasure: %\n",
    "url": "https://data.worldbank.org/indicator/SI.POV.MPUN?view=chart",
    "description": "Multidimensional poverty headcount ratio (UNDP) (% of population)"
}