{
    "indicator": "SI.POV.MPWB",
    "metadata": "========\nSeries: SI.POV.MPWB\n\nDevelopmentrelevance: Monitoring poverty is important on the global development agenda as well as on the national development agenda of many countries. The first Sustainable Development Goal calls for ending poverty in all forms by 2030. Poverty is multidimensional, containing both monetary and non-monetary dimensions. The World Bank's multidimensional poverty measure captures both elements, allowing for a more complete tracking of poverty in all forms\n--------\nGeneralcomments: The World Bank’s internationally comparable poverty monitoring database now draws on income or detailed consumption data from more than 2000 household surveys across 169 countries. See the Poverty and Inequality Platform (PIP) for details (www.pip.worldbank.org).\n--------\nIndicatorName: Multidimensional poverty headcount ratio (World Bank) (% of population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Despite progress in the last decade, the challenges of measuring poverty remain. The timeliness, frequency, quality, and comparability of household surveys need to increase substantially, particularly in the poorest countries. The availability and quality of poverty monitoring data remains low in small states, countries with fragile situations, and low-income countries and even some middle-income countries. The low frequency and lack of comparability of the data available in some countries create uncertainty over the magnitude of poverty reduction. \n\nBesides the frequency and timeliness of survey data, other data quality issues arise in measuring household living standards. The surveys ask detailed questions on sources of income and how it was spent, which must be carefully recorded by trained personnel. Income is generally more difficult to measure accurately, and consumption comes closer to the notion of living standards. And income can vary over time even if living standards do not. But consumption data are not always available: the latest estimates reported here use consumption data for about two-thirds of countries.\n\nHowever, even similar surveys may not be strictly comparable because of differences in timing or in the quality and training of enumerators. Comparisons of countries at different levels of development also pose a potential problem because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure but may not be. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.\n--------\nLongdefinition: The multidimensional poverty headcount ratio (World Bank) is the percentage of a population living in poverty according to the World Bank's Multidimensional Poverty Measure. The Multidimensional Poverty Measure includes three dimensions – monetary poverty, education, and basic infrastructure services – to capture a more complete picture of poverty.\n--------\nPeriodicity: Annual\n--------\nRelatedsourcelinks: World Bank, Poverty and Inequality Platform: https://pip.worldbank.org/\n--------\nShortdefinition: The multidimensional poverty headcount ratio (World Bank) is the percentage of a population living in poverty according to the World Bank's multidimensional poverty measure.\n--------\nSource: World Bank, Poverty and Inequality Platform. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are mostly from the Luxembourg Income Study database. For more information and methodology, please see http://pip.worldbank.org.\n--------\nStatisticalconceptandmethodology: The World Bank's Multidimensional Poverty Measure (MPM) seeks to understand poverty beyond monetary deprivations by including access to education and basic infrastructure along with the monetary headcount ratio at the $2.15 international poverty line.\nThe measure takes inspiration and guidance from other prominent global multidimensional measures, particularly the Multidimensional Poverty Index (MPI) developed by the United Nations Development Programme (UNDP) and Oxford University but differs from them in one important aspect: it includes monetary poverty less than $2.15 per day, the new International Poverty Line at 2017 PPP (Purchasing Power Parity), as one of the dimensions. \nThe MPM is composed of six indicators: consumption or income, educational attainment, educational enrollment, drinking water, sanitation, and electricity. These are mapped into three dimensions of well-being: monetary, education, and basic infrastructure services.\nThe three MPM dimensions are weighted equally, and within each dimension each indicator is also weighted equally. Individuals are considered multidimensionally deprived if they fall short of the threshold in at least one dimension or in a combination of indicators equivalent in weight to a full dimension. In other words, households will be considered poor if they are deprived in indicators whose weight adds up to 1/3 or more. Because the monetary dimension is measured using only one indicator, anyone who is income poor is automatically also poor under the multidimensional poverty measure. \nSummarizing the information on the different deprivations into a single index proves useful in making comparisons across populations and across time. However, any aggregation of indicators into a single index always involves a decision on how each indicator is to be weighted.\n--------\nTopic: Poverty: Poverty rates\n--------\nUnitofmeasure: %\n",
    "url": "https://data.worldbank.org/indicator/SI.POV.MPWB?view=chart",
    "description": "Multidimensional poverty headcount ratio (World Bank) (% of population)"
}