{
    "indicator": "SI.POV.SOPO",
    "metadata": "========\nSeries: SI.POV.SOPO\n\nDevelopmentrelevance: Monitoring poverty is important on the global development agenda as well as on the national development agenda of many countries. The first Sustainable Development Goal calls for ending poverty in all forms by 2030. Typically, countries' poverty lines increase in real value as their economies get richer. Essentially, this is because in a richer country it is costlier to participate in society (i.e., be considered non-poor). Yet as relative poverty lines can take on very low values for poor countries, one may want to ensure a lower bound which provides a fixed, absolute element to the SPL, which the study interprets as the cost of consuming some minimum bundle of goods. The Societal Poverty Line tracks poverty rates consistent with these considerations.\n--------\nGeneralcomments: The World Bank’s internationally comparable poverty monitoring database now draws on income or detailed consumption data from more than 2000 household surveys across 169 countries. See the Poverty and Inequality Platform (PIP) for details (www.pip.worldbank.org).\n--------\nIndicatorName: Poverty headcount ratio at societal poverty line (% of population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Despite progress in the last decade, the challenges of measuring poverty remain. The timeliness, frequency, quality, and comparability of household surveys need to increase substantially, particularly in the poorest countries. The availability and quality of poverty monitoring data remains low in small states, countries with fragile situations, and low-income countries and even some middle-income countries. The low frequency and lack of comparability of the data available in some countries create uncertainty over the magnitude of poverty reduction. \n\nBesides the frequency and timeliness of survey data, other data quality issues arise in measuring household living standards. The surveys ask detailed questions on sources of income and how it was spent, which must be carefully recorded by trained personnel. Income is generally more difficult to measure accurately, and consumption comes closer to the notion of living standards. And income can vary over time even if living standards do not. But consumption data are not always available: the latest estimates reported here use consumption data for about two-thirds of countries.\n\nHowever, even similar surveys may not be strictly comparable because of differences in timing or in the quality and training of enumerators. Comparisons of countries at different levels of development also pose a potential problem because of differences in the relative importance of the consumption of nonmarket goods. The local market value of all consumption in kind (including own production, particularly important in underdeveloped rural economies) should be included in total consumption expenditure but may not be. Most survey data now include valuations for consumption or income from own production, but valuation methods vary.\n--------\nLongdefinition: The poverty headcount ratio at societal poverty line is the percentage of a population living in poverty according to the World Bank's Societal Poverty Line. The Societal Poverty Line is expressed in purchasing power adjusted 2017 U.S. dollars and defined as max($2.15, $1.15 + 0.5*Median). This means that when the national median is sufficiently low, the Societal Poverty line is equivalent to the extreme poverty line, $2.15. For countries with a sufficiently high national median, the Societal Poverty Line grows as countries’ median income grows.\n--------\nPeriodicity: Annual\n--------\nRelatedsourcelinks: World Bank, Poverty and Inequality Platform: https://pip.worldbank.org/\n--------\nShortdefinition: The poverty headcount ratio at societal poverty line is the percentage of a population living in poverty according to the World Bank's societal poverty line.\n--------\nSource: World Bank, Poverty and Inequality Platform. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are mostly from the Luxembourg Income Study database. For more information and methodology, please see http://pip.worldbank.org.\n--------\nStatisticalconceptandmethodology: The Societal Poverty Line (SPL) adopted by the World Bank is calculated in 2017 PPP U.S. dollars as follows: SPL = max (US$2.15, US$1.15 + 0.5 median consumption). By this definition, societal poverty represents a combination of extreme poverty, which is fixed in value for everyone, and a relative dimension of well-being that differs in every country depending on the median level of consumption in that country. In countries with low median consumption (less than US$2.00 per person per day), a rise in median consumption does not change the SPL. Indeed, the SPL has the same value as the IPL in all countries with median consumption at less than US$2.00. However, as countries with median consumption at more than US$2.00 become richer, and the median consumption increases, the value of the SPL also rises. The slope of one-half, the rate at which the SPL is rising as countries become richer, comes from the empirical association observed between national poverty lines and different measures of overall consumption in society. It indicates that, on average, the national poverty lines are increasing at a rate equal to half the median consumption in the countries. The slope of one-half and the intercept of US$1.15 are the values that most closely fit the data provided by the national poverty lines and overall consumption in each country. The SPL and the International Poverty Line (IPL) share the same empirical underpinning. Both are anchored in the distribution of national poverty lines, which represent countries’ own judgements of what poverty means for them. Whereas the IPL focuses narrowly—and deliberately—on the choices of some of the poorest countries, the SPL is built on information from across the whole range of levels of development. In addition to fitting the data well, the slope coefficient of half the median is widely used by many countries and organizations as a measure of relative poverty and inclusion.\n--------\nTopic: Poverty: Poverty rates\n--------\nUnitofmeasure: %\n",
    "url": "https://data.worldbank.org/indicator/SI.POV.SOPO?view=chart",
    "description": "Poverty headcount ratio at societal poverty line (% of population)"
}