{
    "indicator": "SI.RMT.COST.IB.ZS",
    "metadata": "========\nSeries: SI.RMT.COST.IB.ZS\n\nDevelopmentrelevance: Reducing the cost of remittance transactions has a direct impact on development by freeing additional resources that, instead of being paid as transaction cost, will remain with the senders and receivers of the flows. Remittance cost is highlighted in Sustainable Development Goal 10. Target 10.c calls for reducing to less than 3 percent the transaction costs of migrant remittances and ensure that in no corridor remittance senders are required to pay more than 5 percent by 2030.\n--------\nIndicatorName: Average transaction cost of sending remittances to a specific country (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Remittance service providers (RSPs) are excluded when they do not disclose the exchange rate applied to the transaction\n--------\nLongdefinition: Average transaction cost of sending remittance to a specific country is the average of the total transaction cost in percentage of the amount sent for sending USD 200 charged by each single remittance service provider (RSP) included in the Remittance Prices Worldwide (RPW) database to a specific country.\n--------\nPeriodicity: Quarterly (represented as Annual)\n--------\nSource: World Bank, Remittance Prices Worldwide, available at http://remittanceprices.worldbank.org\n--------\nStatisticalconceptandmethodology: The World Bank calculates and tracks the global average cost for sending remittances following each iteration of Remittance Prices Worldwide (RPW). This is intended to provide a tool to track the trend of remittance prices by various policy makers, including measuring progress towards the commitment by the G8 member countries to reduce the cost of remittances by five percentage points over five years (the “5x5 Objective”), as well as the commitment by the G20 member countries to also reduce the global average to 5 percent. The Global Average Total Cost is calculated as the average total cost for sending USD 200 with all remittance service providers (RSPs) worldwide. In other terms, the global average total cost is the simple average of the total cost for sending USD 200 charged by each single RSP included in the RPW database, expressed as the percentage of the amount sent. The regional and national average total costs are calculated using the same methodology used to calculate the Global Average Total Cost. These represent the simple average total cost for sending USD 200 with every single RSP to a specific region of the world (regional), or to a specific country (national). The reference years reflect third quarter data here; for example, data for 2016 refers to data in the third quarter of the year. For all quarterly data, visit http://remittanceprices.worldbank.org.\n--------\nTopic: Financial Sector: Access\n",
    "url": "https://data.worldbank.org/indicator/SI.RMT.COST.IB.ZS?view=chart",
    "description": "Average transaction cost of sending remittances to a specific country (%)"
}