{
    "indicator": "SI.SPR.PGAP",
    "metadata": "========\nSeries: SI.SPR.PGAP\n\nDevelopmentrelevance: The World Bank Group's mission is to end extreme poverty and boost shared prosperity on a livable planet. Boosting shared prosperity is key to ensure that development gains are shared across vulnerable groups. The goal of boosting shared prosperity is defined using the prosperity gap.\n--------\nIndicatorName: Prosperity gap (average shortfall from a prosperity standard of $25/day)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: The average shortfall from a prosperity standard of $25 per day (adjusted for differences in purchasing power parity across countries). It is measured as the average factor by which incomes fall short of $25.\n--------\nSource: World Bank’s Poverty and Inequality Platform: http://pip.worldbank.org.\n--------\nStatisticalconceptandmethodology: The Prosperity Gap is a measure of shared prosperity. As a distribution-sensitive measure, the gap narrows when incomes increase anywhere and falls fastest when incomes of the very poorest increase: growth in income of a person earning $2.50 per day gets ten times more weight than growth in income of a person earning $25/day. Improvements (i.e., reductions) in the Prosperity Gap reflect increases in average income, reductions in inequality within countries, and (for global/regional aggregates) reductions in inequality between countries. It is estimated from nationally representative household surveys. When survey data are missing, in order to create global and regional aggregates, data are interpolated and extrapolated following the same methods that are used for global poverty estimates:  https://datanalytics.worldbank.org/PIP-Methodology/lineupestimates.html\n--------\nTopic: Poverty: Shared prosperity\n--------\nUnitofmeasure: Ratio\n",
    "url": "https://data.worldbank.org/indicator/SI.SPR.PGAP?view=chart",
    "description": "Prosperity gap (average shortfall from a prosperity standard of $25/day)"
}