{
    "indicator": "SI.SPR.PC40.ZG",
    "metadata": "========\nSeries: SI.SPR.PC40.ZG\n\nDevelopmentrelevance: The World Bank Group's goal of promoting shared prosperity has been defined as fostering income growth of the bottom 40 per cent of the welfare distribution in every country.\n--------\nGeneralcomments: The comparability of welfare aggregates (consumption or income) for the chosen years T0 and T1 is assessed for every country. If comparability across the two surveys is a major concern for a country, the selection criteria are re-applied to select the next best survey year(s). Annualized growth rates are calculated between the survey years, using a compound growth formula. The survey years defining the period for which growth rates are calculated and the type of welfare aggregate used to calculate the growth rates are noted in the footnotes.\n--------\nIndicatorName: Annualized average growth rate in per capita real survey mean consumption or income, bottom 40% of population (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because household surveys are infrequent in most countries and are not aligned across countries, comparisons across countries or over time should be made with a high degree of caution.\n--------\nLongdefinition: The growth rate in the welfare aggregate of the bottom 40% is computed as the annualized average growth rate in per capita real consumption or income of the bottom 40% of the population in  the income distribution in a country from household surveys over a roughly 5-year period. Mean per capita real consumption or income is measured at 2017 Purchasing Power Parity (PPP) using the Poverty and Inequality Platform (http://www.pip.worldbank.org). For some countries means are not reported due to grouped and/or confidential data. The annualized growth rate is computed as (Mean in final year/Mean in initial year)^(1/(Final year - Initial year)) - 1.  The reference year is the year in which the underlying household survey data was collected. In cases for which the data collection period bridged two calendar years, the first year in which data were collected is reported. The initial year refers to the nearest survey collected 5 years before the most recent survey available, only surveys collected between 3 and 7 years before the most recent survey are considered.\n\nThe coverage and quality of the 2017 PPP price data for Iraq and most other North African and Middle Eastern countries were hindered by the exceptional period of instability they faced at the time of the 2017 exercise of the International Comparison Program. See the Poverty and Inequality Platform for detailed explanations.\n--------\nPeriodicity: Annual\n--------\nRelatedsourcelinks: World Bank, Poverty and Inequality Platform: https://pip.worldbank.org/\n--------\nShortdefinition: The growth rate in the welfare aggregate of bottom 40% is computed as the annualized average growth rate in per capita real consumption or income of the bottom 40% of the income distribution in a country from household surveys over a roughly 5-year period.\n--------\nSource: World Bank, Global Database of Shared Prosperity (GDSP) (http://www.worldbank.org/en/topic/poverty/brief/global-database-of-shared-prosperity).\n--------\nTopic: Poverty: Shared prosperity\n--------\nUnitofmeasure: %\n",
    "url": "https://data.worldbank.org/indicator/SI.SPR.PC40.ZG?view=chart",
    "description": "Annualized average growth rate in per capita real survey mean consumption or income"
}