{
    "indicator": "SI.SPR.PCAP",
    "metadata": "========\nSeries: SI.SPR.PCAP\n\nDevelopmentrelevance: The World Bank Group's goal of promoting shared prosperity has been defined as fostering income growth of the bottom 40 per cent of the welfare distribution in every country.\n--------\nGeneralcomments: The choice of consumption or income for a country is made according to which welfare aggregate is used to estimate extreme poverty in the Poverty and Inequality Platform (PIP). The practice adopted by the World Bank for estimating global and regional poverty is, in principle, to use per capita consumption expenditure as the welfare measure wherever available; and to use income as the welfare measure for countries for which consumption is unavailable. However, in some cases data on consumption may be available but are outdated or not shared with the World Bank for recent survey years. In these cases, if data on income are available, income is used. Whether data are for consumption or income per capita is noted in the footnotes. Because household surveys are infrequent in most countries and are not aligned across countries, comparisons across countries or over time should be made with a high degree of caution.\n--------\nIndicatorName: Survey mean consumption or income per capita, total population (2017 PPP $ per day)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Because household surveys are infrequent in most countries and are not aligned across countries, comparisons across countries or over time should be made with a high degree of caution.\n--------\nLongdefinition: Mean consumption or income per capita (2017 PPP $ per day) used in calculating the growth rate in the welfare aggregate of total population.\n--------\nPeriodicity: Annual\n--------\nRelatedsourcelinks: World Bank, Poverty and Inequality Platform: https://pip.worldbank.org/\n--------\nShortdefinition: Mean consumption or income per capita (2017 PPP $ per day) used in calculating the growth rate in the welfare aggregate of total population.\n--------\nSource: World Bank, Global Database of Shared Prosperity (GDSP) (http://www.worldbank.org/en/topic/poverty/brief/global-database-of-shared-prosperity).\n--------\nTopic: Poverty: Shared prosperity\n--------\nUnitofmeasure: 2017 PPP $\n",
    "url": "https://data.worldbank.org/indicator/SI.SPR.PCAP?view=chart",
    "description": "Survey mean consumption or income per capita"
}