{
    "indicator": "SL.EMP.VULN.MA.ZS",
    "metadata": "========\nSeries: SL.EMP.VULN.MA.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Breaking down employment information by status in employment provides a statistical basis for describing workers' behaviour and conditions of work, and for defining an individual's socio-economic group. A high proportion of wage and salaried workers in a country can signify advanced economic development. If the proportion of own-account workers (self-employed without hired employees) is sizeable, it may be an indication of a large agriculture sector and low growth in the formal economy. A high proportion of contributing family workers — generally unpaid, although compensation might come indirectly in the form of family income — may indicate weak development, little job growth, and often a large rural economy.\n\nEach status group faces different economic risks, and contributing family workers and own-account workers are the most vulnerable - and therefore the most likely to fall into poverty. They are the least likely to have formal work arrangements, are the least likely to have social protection and safety nets to guard against economic shocks, and often are incapable of generating sufficient savings to offset these shocks.\n--------\nIndicatorName: Vulnerable employment, male (% of male employment) (modeled ILO estimate)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data are drawn from labor force surveys and household surveys, supplemented by official estimates and censuses for a small group of countries. Due to differences in definitions and coverage across countries, there are limitations for comparing data across countries and over time even within a country. Estimates of women in employment are not comparable internationally, reflecting that demographic, social, legal, and cultural trends and norms determine whether women's activities are regarded as economic.\n--------\nLongdefinition: Vulnerable employment is contributing family workers and own-account workers as a percentage of total employment.\n--------\nNotesfromoriginalsource: Given the exceptional situation, including the scarcity of relevant data, the  ILO modeled estimates and projections from 2020 onwards are subject to substantial uncertainty.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, World Development Indicators database. Estimates are based on data obtained from International Labour Organization, ILOSTAT at https://ilostat.ilo.org/data/.\n--------\nStatisticalconceptandmethodology: The status in employment distinguishes between two categories of the total employed: (a) wage and salaried workers (also known as employees); and (b) self-employed workers, with the subcategories: (i) self-employed workers with employees (employers), (ii) self-employed workers without employees (own-account workers), and (iii) members of producers' cooperatives and contributing family workers (also known as unpaid family workers). Vulnerable employment refers to the sum of (ii) own-account workers and (iii) contributing family workers.\n\nThe series is part of the \"ILO modeled estimates database,\" including nationally reported observations and imputed data for countries with missing data, primarily to capture regional and global trends with consistent country coverage. Country-reported microdata is based mainly on nationally representative labor force surveys, with other sources (e.g., household surveys and population censuses) considering differences in the data source, the scope of coverage, methodology, and other country-specific factors. Country analysis requires caution where limited nationally reported data are available. A series of models are also applied to impute missing observations and make projections. However, imputed observations are not based on national data, are subject to high uncertainty, and should not be used for country comparisons or rankings. For more information: https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/\n--------\nTopic: Social Protection & Labor: Economic activity\n",
    "url": "https://data.worldbank.org/indicator/SL.EMP.VULN.MA.ZS?view=chart",
    "description": "Vulnerable employment"
}