{
    "indicator": "SL.TLF.TOTL.IN",
    "metadata": "========\nSeries: SL.TLF.TOTL.IN\n\nAggregationmethod: Sum\n--------\nIndicatorName: Labor force, total\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Labor force comprises people ages 15 and older who supply labor for the production of goods and services during a specified period. It includes people who are currently employed and people who are unemployed but seeking work as well as first-time job-seekers. Not everyone who works is included, however. Unpaid workers, family workers, and students are often omitted, and some countries do not count members of the armed forces. Labor force size tends to vary during the year as seasonal workers enter and leave.\n--------\nNotesfromoriginalsource: Given the exceptional situation, including the scarcity of relevant data, the  ILO modeled estimates and projections from 2020 onwards are subject to substantial uncertainty.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank, World Development Indicators database. Estimates are based on data obtained from International Labour Organization and United Nations Population Division.\n--------\nStatisticalconceptandmethodology: The standard definition of unemployed persons is those individuals without work, seeking work in a recent past period, and currently available for work, including people who have lost their jobs or voluntarily left work. In addition, persons who did not look for work but have an arrangement for a future job are also counted as unemployed. Still, some unemployment is unavoidable—at any time, some workers are temporarily unemployed between jobs as employers look for the right workers and workers search for better jobs. The labor force or the economically active portion of the population serves as the base for this indicator, not the total population.\n\nEstimates are based on labor force participation rates and population data from International Labour Organization and United Nations Population Division. The labor force participation rates are part of the \"ILO modeled estimates database,\" including nationally reported observations and imputed data for countries with missing data, primarily to capture regional and global trends with consistent country coverage. Country-reported microdata is based mainly on nationally representative labor force surveys, with other sources (e.g., household surveys and population censuses) considering differences in the data source, the scope of coverage, methodology, and other country-specific factors. Country analysis requires caution where limited nationally reported data are available. A series of models are also applied to impute missing observations and make projections. However, imputed observations are not based on national data, are subject to high uncertainty, and should not be used for country comparisons or rankings. For more information: https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/\n--------\nTopic: Social Protection & Labor: Labor force structure\n",
    "url": "https://data.worldbank.org/indicator/SL.TLF.TOTL.IN?view=chart",
    "description": "Labor force"
}