{
    "indicator": "SL.TLF.ACTI.1524.MA.NE.ZS",
    "metadata": "========\nSeries: SL.TLF.ACTI.1524.MA.NE.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Estimates of women in the labor force and employment are generally lower than those of men and are not comparable internationally, reflecting that demographic, social, legal, and cultural trends and norms determine whether women's activities are regarded as economic. In many low-income countries women often work on farms or in other family enterprises without pay, and others work in or near their homes, mixing work and family activities during the day. In many high-income economies, women have been increasingly acquiring higher education that has led to better-compensated, longer-term careers rather than lower-skilled, shorter-term jobs. However, access to good- paying occupations for women remains unequal in many occupations and countries around the world. Labor force statistics by gender is important to monitor gender disparities in employment and unemployment patterns.\n--------\nGeneralcomments: The series for ILO estimates is also available in the WDI database. Caution should be used when comparing ILO estimates with national estimates.\n--------\nIndicatorName: Labor force participation rate for ages 15-24, male (%) (national estimate)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data on the labor force are compiled by the ILO from labor force surveys, censuses, and establishment censuses and surveys. For some countries a combination of these sources is used. Labor force surveys are the most comprehensive source for internationally comparable labor force data. They can cover all non-institutionalized civilians, all branches and sectors of the economy, and all categories of workers, including people holding multiple jobs. By contrast, labor force data from population censuses are often based on a limited number of questions on the economic characteristics of individuals, with little scope to probe. The resulting data often differ from labor force survey data and vary considerably by country, depending on the census scope and coverage. Establishment censuses and surveys provide data only on the employed population, not unemployed workers, workers in small establishments, or workers in the informal sector.\n\nThe reference period of a census or survey is another important source of differences: in some countries data refer to people's status on the day of the census or survey or during a specific period before the inquiry date, while in others data are recorded without reference to any period. In countries, where the household is the basic unit of production and all members contribute to output, but some at low intensity or irregularly, the estimated labor force may be much smaller than the numbers actually working.\n\nDiffering definitions of employment age also affect comparability. For most countries the working age is 15 and older, but in some countries children younger than 15 work full- or part-time and are included in the estimates. Similarly, some countries have an upper age limit. As a result, calculations may systematically over- or underestimate actual rates.\n--------\nLongdefinition: Labor force participation rate for ages 15-24 is the proportion of the population ages 15-24 that is economically active: all people who supply labor for the production of goods and services during a specified period.\n--------\nPeriodicity: Annual\n--------\nSource: International Labour Organization. “Labour Force Statistics database (LFS)” ILOSTAT. Accessed September 06, 2024. https://ilostat.ilo.org/data/.\n--------\nStatisticalconceptandmethodology: The labor force is the supply of labor available for producing goods and services in an economy. It includes people who are currently employed and people who are unemployed but seeking work as well as first-time job-seekers. Not everyone who works is included, however. Unpaid workers, family workers, and students are often omitted, and some countries do not count members of the armed forces. Labor force size tends to vary during the year as seasonal workers enter and leave.\n--------\nTopic: Social Protection & Labor: Labor force structure\n",
    "url": "https://data.worldbank.org/indicator/SL.TLF.ACTI.1524.MA.NE.ZS?view=chart",
    "description": "Labor force participation rate for ages 15-24"
}