{
    "indicator": "SL.UEM.NEET.MA.ME.ZS",
    "metadata": "========\nSeries: SL.UEM.NEET.MA.ME.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Unemployment and total employment are the broadest indicators of economic activity as reflected by the labor market. The International Labour Organization(ILO) defines the unemployed as members of the economically active population who are without work but available for and seeking work, including people who have lost their jobs or who have voluntarily left work. Some unemployment is unavoidable. At any time some workers are temporarily unemployed - between jobs as employers look for the right workers and workers search for better jobs. Such unemployment, often called frictional unemployment, results from the normal operation of labor markets.\n\nYouth unemployment is an important policy issue for many economies. Young men and women today face increasing uncertainty in their hopes of undergoing a satisfactory transition in the labour market, and this uncertainty and disillusionment can, in turn, have damaging effects on individuals, communities, economies and society at large. Unemployed or underemployed youth are less able to contribute effectively to national development and have fewer opportunities to exercise their rights as citizens. They have less to spend as consumers, less to invest as savers and often have no \"voice\" to bring about change in their lives and communities. Widespread youth unemployment and underemployment also prevents companies and countries from innovating and developing competitive advantages based on human capital investment, thus undermining future prospects.\n\nThe NEET group is particularly at risk of both labour market and social exclusion, because this group is neither improving their future employability through investment in skills nor gaining experience through employment, . In addition, the NEET group is already in a disadvantaged position due to lower levels of education and lower household incomes. In view of the fact that the NEET group includes unemployed youth as well as economically inactive youth, the NEET rate provides important complementray information to labour force participation rates and unemploymenent rates. For example, if youth participation rates decrease during an economic downturn due to discouragement, this may be reflected in an upward movement in the NEET rate. More generally, a high NEET rate and a low youth unemployment may indicate significant discouragement of young people. A high NEET rate for young women suggests their engagement in household chores, and/or the presence of strong institutional barriers limiting female participation in labour markets.\n--------\nIndicatorName: Share of youth not in education, employment or training, male (% of male youth population) (modeled ILO estimate)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data should be used cautiously because of differences in age coverage.\n--------\nLongdefinition: Share of youth not in education, employment or training (NEET) is the proportion of young people who are not in education, employment, or training to the population of the corresponding age group: youth (ages 15 to 24); persons ages 15 to 29; or both age groups.\n--------\nPeriodicity: Annual\n--------\nSource: International Labour Organization. “ILO Modelled Estimates and Projections database ( ILOEST )” ILOSTAT. Accessed September 06, 2024. https://ilostat.ilo.org/data/.\n--------\nStatisticalconceptandmethodology: The standard definition of unemployed persons is those individuals without work in a recent past period, and currently available for and seeking for employment. But there may be persons who do not actively \"seek\" work because they view job opportunities as limited, or because they have restricted labour mobility, or face discrimination, or structural, social or cultural barriers. NEET rates capture more broadly untapped potential youth, including such individuals who want to work but are not seeking work (often called the \"hidden unemployed\" or \"discouraged workers\").\n\nYouth are defined as persons ages 15 to 24; young adults are those ages 25 to 29; and adults are those ages 25 and above. However, countries vary somewhat in their operational definitions. In particular, the lower age limit for young people is usually determined by the minimum age for leaving school, where this exists. When data are available for more than two age groups in a given year, one value for persons ages 15 to 29 is taken, considering that not all people complete their education by the age of 24. \n\nThe series is part of the ILO modeled estimates database, which contain both nationally reported and imputed data, and where all estimates are national, meaning there are no geographic limitations in coverage. Further information on the methodology used to produce ILO modelled estimates is provided at https://www.ilo.org/ilostat-files/Documents/TEM.pdf.\n--------\nTopic: Social Protection & Labor: Unemployment\n",
    "url": "https://data.worldbank.org/indicator/SL.UEM.NEET.MA.ME.ZS?view=chart",
    "description": "Share of youth not in education"
}