{
    "indicator": "SN.ITK.SALT.ZS",
    "metadata": "========\nSeries: SN.ITK.SALT.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Iodine deficiency can lead to a variety of health and developmental consequences known as iodine deficiency disorders (IDDs). Iodine deficiency is a major cause of preventable mental retardation. It is especially damaging during pregnancy and in early childhood. In their most severe forms, IDDs can lead to cretinism, stillbirth and miscarriage; even mild deficiency can cause a significant loss of learning ability.  Thus, it is crucially important that pregnant women and young children in particular get adequate levels of iodine.\nIDD can easily be prevented at low cost, however, with small quantities of iodine. One of the best and least expensive methods of preventing iodine deficiency disorder is by simply iodizing table salt, which is currently done in many countries. It represents one of the easiest and most cost-effective interventions for social and economic development.\n--------\nGeneralcomments: Iodine deficiency is the single most important cause of preventable mental retardation, contributes significantly to the risk of stillbirth and miscarriage, and increases the incidence of infant mortality. A diet low in iodine is the main cause of iodine deficiency. It usually occurs among populations living in areas where the soil has been depleted of iodine. If soil is deficient in iodine, then so are the plants grown in it, including the grains and vegetables that people and animals consume. There are almost no countries in the world where iodine deficiency has not been a public health problem. Many newborns in low- and middle-income countries remain unprotected from the lifelong consequences of brain damage associated with iodine deficiency disorders, which affect a child's ability to learn and to earn a living as an adult, and in turn prevents children, communities, and countries from fulfilling their potential (UNICEF, www.childinfo.org). Widely used and inexpensive, iodized salt is the best source of iodine, and a global campaign to iodize edible salt is significantly reducing the risks associated with iodine deficiency.\n--------\nIndicatorName: Consumption of iodized salt (% of households)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Percentage of households which have salt they used for cooking that tested positive (>0ppm) for presence of iodine.\n--------\nPeriodicity: Annual\n--------\nSource: United Nations Children's Fund, Division of Data, Analysis, Planning and Monitoring (2019). UNICEF Global Databases on Iodized salt, New York, June 2019\n--------\nStatisticalconceptandmethodology: Most of the data on consumption of iodized salt are derived from household surveys. For the data that are from household surveys, the year refers to the survey year.\n--------\nTopic: Health: Nutrition\n",
    "url": "https://data.worldbank.org/indicator/SN.ITK.SALT.ZS?view=chart",
    "description": "Consumption of iodized salt (% of households)"
}