{
    "indicator": "SP.DYN.AMRT.FE",
    "metadata": "========\nSeries: SP.DYN.AMRT.FE\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Mortality rates for different age groups (infants, children, and adults) and overall mortality indicators (life expectancy at birth or survival to a given age) are important indicators of health status in a country. Because data on the incidence and prevalence of diseases are frequently unavailable, mortality rates are often used to identify vulnerable populations. And they are among the indicators most frequently used to compare socioeconomic development across countries.\n--------\nIndicatorName: Mortality rate, adult, female (per 1,000 female adults)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Adult mortality rate, female, is the probability of dying between the ages of 15 and 60--that is, the probability of a 15-year-old female dying before reaching age 60, if subject to age-specific mortality rates of the specified year between those ages.\n--------\nPeriodicity: Annual\n--------\nSource: (1) United Nations Population Division. World Population Prospects: 2022 Revision. (2) HMD. Human Mortality Database. Max Planck Institute for Demographic Research (Germany), University of California, Berkeley (USA), and French Institute for Demographic Studies (France). Available at www.mortality.org.\n--------\nStatisticalconceptandmethodology: The main sources of mortality data are vital registration systems and direct or indirect estimates based on sample surveys or censuses. A \"complete\" vital registration system - covering at least 90 percent of vital events in the population - is the best source of age-specific mortality data. Where reliable age-specific mortality data are available, life tables can be constructed from age-specific mortality data, and adult mortality rates can be calculated from life tables.\n--------\nTopic: Health: Mortality\n",
    "url": "https://data.worldbank.org/indicator/SP.DYN.AMRT.FE?view=chart",
    "description": "Mortality rate"
}