{
    "indicator": "SP.HOU.FEMA.ZS",
    "metadata": "========\nSeries: SP.HOU.FEMA.ZS\n\nDevelopmentrelevance: The household is regarded as the fundamental social and economic unit of society. Transformation at the household form, therefore, has impact at the aggregate level of a country. An increasing number of female-headed households (FHHs) in developing countries are emerging as a result of economic changes, economic downturns and social pressures, rather than as a product of cultural patterns. In many developing countries of Asia and Latin American, there has been a significant increase in the percentage of FHHs. The majority of women in FHHs in developing countries are widowed, and to a lesser extent divorced or separated. In the developed countries most female-headed households consist of women who are never married or who are divorced. The feminization of poverty - the process whereby poverty becomes more concentrated among Individuals living in female-headed households - is a key concept for describing FHH social and economic levels.\n--------\nGeneralcomments: The composition of a household plays a role in the determining other characteristics of a household, such as how many children are sent to school and the distribution of family income.\n--------\nIndicatorName: Female headed households (% of households with a female head)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: The definition of female-headed household differs greatly across countries, making cross-country comparison difficult. In some cases it is assumed that a woman cannot be the head of any household with an adult male, because of sex-biased stereotype. Caution should be used in interpreting the data.\n--------\nLongdefinition: Female headed households shows the percentage of households with a female head.\n--------\nPeriodicity: Annual\n--------\nSource: Demographic and Health Surveys.\n--------\nTopic: Health: Population: Dynamics\n",
    "url": "https://data.worldbank.org/indicator/SP.HOU.FEMA.ZS?view=chart",
    "description": "Female headed households (% of households with a female head)"
}