{
    "indicator": "SP.POP.TOTL",
    "metadata": "========\nSeries: SP.POP.TOTL\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: Increases in human population, whether as a result of immigration or more births than deaths, can impact natural resources and social infrastructure.  This can place pressure on a country's sustainability.  A significant growth in population will negatively impact the availability of land for agricultural production, and will aggravate demand for food, energy, water, social services, and infrastructure. On the other hand, decreasing population size - a result of fewer births than deaths, and people moving out of a country - can impact a government's commitment to maintain services and infrastructure.\n--------\nGeneralcomments: Relevance to gender indicator: disaggregating the population composition by gender will help a country in projecting its demand for social services on a gender basis.\n--------\nIndicatorName: Population, total\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Current population estimates for developing countries that lack (i) reliable recent census data, and (ii) pre- and post-census estimates for countries with census data, are provided by the United Nations Population Division and other agencies. \n\nThe cohort component method - a standard method for estimating and projecting population - requires fertility, mortality, and net migration data, often collected from sample surveys, which can be small or limited in coverage. Population estimates are from demographic modeling and so are susceptible to biases and errors from shortcomings in both the model and the data.\n\nBecause future trends cannot be known with certainty, population projections have a wide range of uncertainty.\n--------\nLongdefinition: Total population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship. The values shown are midyear estimates.\n--------\nPeriodicity: Annual\n--------\nSource: (1) United Nations Population Division. World Population Prospects: 2022 Revision; (2) Statistical databases and publications from national statistical offices; (3) Eurostat: Demographic Statistics; (4) United Nations Statistics Division. Population and Vital Statistics Reprot (various years).\n--------\nStatisticalconceptandmethodology: Population estimates are usually based on national population censuses, and estimates of fertility, mortality and migration.\n\nErrors and undercounting in census occur even in high-income countries.  In developing countries errors may be substantial because of limits in the transport, communications, and other resources required to conduct and analyze a full census.\n\nThe quality and reliability of official demographic data are also affected by public trust in the government, government commitment to full and accurate enumeration, confidentiality and protection against misuse of census data, and census agencies' independence from political influence. Moreover, comparability of population indicators is limited by differences in the concepts, definitions, collection procedures, and estimation methods used by national statistical agencies and other organizations that collect the data.\n\nThe currentness of a census and the availability of complementary data from surveys or registration systems are objective ways to judge demographic data quality. Some European countries' registration systems offer complete information on population in the absence of a census.\n\nThe United Nations Statistics Division monitors the completeness of vital registration systems. Some developing countries have made progress over the last 60 years, but others still have deficiencies in civil registration systems.\n\nInternational migration is the only other factor besides birth and death rates that directly determines a country's population change. Estimating migration is difficult. At any time many people are located outside their home country as tourists, workers, or refugees or for other reasons. Standards for the duration and purpose of international moves that qualify as migration vary, and estimates require information on flows into and out of countries that is difficult to collect.\n\nPopulation projections, starting from a base year are projected forward using assumptions of mortality, fertility, and migration by age and sex through 2050, based on the UN Population Division's World Population Prospects database medium variant.\n--------\nTopic: Health: Population: Structure\n",
    "url": "https://data.worldbank.org/indicator/SP.POP.TOTL?view=chart",
    "description": "Population"
}