{
    "indicator": "SP.POP.GROW",
    "metadata": "========\nSeries: SP.POP.GROW\n\nAggregationmethod: Weighted average\n--------\nIndicatorName: Population growth (annual %)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Annual population growth rate for year t is the exponential rate of growth of midyear population from year t-1 to t, expressed as a percentage . Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Annual population growth rate. Population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship.\n--------\nSource: Derived from total population. Population source: (1) United Nations Population Division. World Population Prospects: 2022 Revision; (2) Statistical databases and publications from national statistical offices; (3) Eurostat: Demographic Statistics; (4) United Nations Statistics Division. Population and Vital Statistics Reprot (various years).\n--------\nStatisticalconceptandmethodology: Total population growth rates are calculated on the assumption that rate of growth is constant between two points in time. The growth rate is computed using the exponential growth formula:\n\nr = ln(pn/p0)/n, \n\nwhere r is the exponential rate of growth, ln() is the natural logarithm, pn is the end period population, p0 is the beginning period population, and n is the number of years in between. Note that this is not the geometric growth rate used to compute compound growth over discrete periods.\n\nFor information on total population from which the growth rates are calculated, see total population (SP.POP.TOTL).\n--------\nTopic: Health: Population: Dynamics\n",
    "url": "https://data.worldbank.org/indicator/SP.POP.GROW?view=chart",
    "description": "Population growth (annual %)"
}