{
    "indicator": "SP.POP.DPND.YG",
    "metadata": "========\nSeries: SP.POP.DPND.YG\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Patterns of development in a country are partly determined by the age composition of its population. Different age groups have different impacts on both the environment and on infrastructure needs.  Therefore the age structure of a population is useful for analyzing resource use and formulating future policy and planning goals  with regards infrastructure and development.\n--------\nIndicatorName: Age dependency ratio, young (% of working-age population)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Age dependency ratio, young, is the ratio of younger dependents--people younger than 15--to the working-age population--those ages 15-64. Data are shown as the proportion of dependents per 100 working-age population.\n--------\nPeriodicity: Annual\n--------\nSource: World Bank staff estimates based on age distributions of United Nations Population Division's World Population Prospects: 2022 Revision.\n--------\nStatisticalconceptandmethodology: Dependency ratios capture variations in the proportions of children, elderly people, and working-age people in the population that imply the dependency burden that the working-age population bears in relation to children and the elderly. But dependency ratios show only the age composition of a population, not economic dependency. Some children and elderly people are part of the labor force, and many working-age people are not.\n\nAge structure in the World Bank's population estimates is based on the age structure in United Nations Population Division's World Population Prospects. For more information, see the original source.\n--------\nTopic: Health: Population: Dynamics\n",
    "url": "https://data.worldbank.org/indicator/SP.POP.DPND.YG?view=chart",
    "description": "Age dependency ratio"
}