{
    "indicator": "SP.REG.BRTH.UR.ZS",
    "metadata": "========\nSeries: SP.REG.BRTH.UR.ZS\n\nDevelopmentrelevance: Society typically first acknowledges a child’s existence and identity through birth registration. The right to be recognized as a person before the law is a critical step in ensuring lifelong protection and is a prerequisite for exercising all other rights. A birth certificate, issued following birth registration, is an important identity document for children. Birth registration also serves a statistical purpose. Universal birth registration is an essential part of a system of vital statistics, which tracks the major milestones in a person’s life - from birth to marriage and death. Such data are essential for planning and implementing development policies and programs, particularly in health, education, housing, water and sanitation, employment, agriculture and industrial production. The proportion of children under 5 years of age whose births have been registered with a civil authority is the official indicator for SDG Target 16.9, which sets out to “By 2030, provide legal identity for all, including birth registration”.\n--------\nGeneralcomments: This is a disaggregated indicator (residence) for Sustainable Development Goal 16.9.1 [https://unstats.un.org/sdgs/metadata/].\n--------\nIndicatorName: Completeness of birth registration, urban (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Data on the prevalence of birth registration is collected mainly through censuses, civil registration systems (CRVS) and household surveys. Civil registration systems that are functioning effectively compile vital statistics that are used to compare the estimated total number of births in a country with the absolute number of registered births during a given period. However, the systematic recording of births in many countries remains a serious challenge. In the absence of reliable administrative data, household surveys have become a key source of data to monitor levels and trends in birth registration. In most low- and middle-income countries, such surveys represent the sole source of this information.\n\nSubstantial differences can exist between CRVS coverage and birth registration levels as captured by household surveys. The differences are primarily because data from CRVS typically refer to the percentage of all births that have been registered (often within a specific timeframe) whereas household surveys often represent the percentage of children under age five whose births are registered. The latter (the level of registration among children under 5) is specified in the SDG indicator (16.9).\n--------\nLongdefinition: Completeness of birth registration is the percentage of children under age 5 whose births were registered at the time of the survey. The numerator of completeness of birth registration includes children whose birth certificate was seen by the interviewer or whose mother or caretaker says the birth has been registered.\n--------\nPeriodicity: Annual\n--------\nSource: Household surveys such as Demographic and Health Surveys and Multiple Indicator Cluster Surveys.  Largely compiled by UNICEF.\n--------\nStatisticalconceptandmethodology: Birth registration refers to the permanent and official recording of a child's existence by some administrative levels of the State that is normally coordinated by a particular branch of the government.\n\nBirth registration estimates are primarily drawn from nationally representative household surveys such as the Multiple Indicator Cluster Surveys (MICS) and Demographic and Health Surveys (DHS). Other data sources include other national surveys, censuses and vital statistics from civil registration systems, and estimated coverage of birth registration within national civil registration systems from the United Nations Statistics Division (UNSD).\n--------\nTopic: Health: Population: Dynamics\n",
    "url": "https://data.worldbank.org/indicator/SP.REG.BRTH.UR.ZS?view=chart",
    "description": "Completeness of birth registration"
}