{
    "indicator": "ST.INT.XPND.MP.ZS",
    "metadata": "========\nSeries: ST.INT.XPND.MP.ZS\n\nAggregationmethod: Weighted average\n--------\nDevelopmentrelevance: Tourism is officially recognized as a directly measurable activity, enabling more accurate analysis and more effective policy. Whereas previously the sector relied mostly on approximations from related areas of measurement (e.g. Balance of Payments statistics), tourism today possesses a range of instruments to track its productive activities and the activities of the consumers that drive them: visitors (both tourists and excursionists).\n\nAn increasing number of countries have opened up and invested in tourism development, making tourism a key driver of socio-economic progress through export revenues, the creation of jobs and enterprises, and infrastructure development. As an internationally traded service, inbound tourism has become one of the world's major trade categories. For many developing countries it is one of the main sources of foreign exchange income and a major component of exports, creating much needed employment and development opportunities.\n\nThis measure reflects the importance of tourism as an internationally traded service relative to other categories of imports. Such a measure reveals the predilection for tourism in a country's import structure and the relative degree of an economy's domestic revenue outflows due to international tourism.\n--------\nIndicatorName: International tourism, expenditures (% of total imports)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: Tourism can be either domestic or international. The data refers to international tourism, where the traveler's country of residence differs from the visiting country. International tourism consists of inbound (arrival) and outbound (departures) tourism.\n\nThe data are from the World Tourism Organization (WTO), a United Nations agency. The data on inbound and outbound tourists refer to the number of arrivals and departures, not to the number of people traveling.\n\nExpenditure associated with the activity of international visitors has been traditionally identified with the travel item of the Balance of Payments (BOP).\n\nThe 2008 International Recommendations for Tourism Statistics consider that \"tourism industries and products\" includes transport of passengers. Consequently, a better estimate of tourism-related expenditure by inbound and outbound visitors in an international scenario would be, in terms of the BOP, the value of the travel item plus that of the passenger transport item.\n\nNevertheless, users should be aware that BOP estimates include, in addition to expenditures associated to visitors, those related to other types of travelers (these might be substantial in some countries; for instance, long-term students or patients, border and seasonal workers, etc.). Also data on expenditure by main purpose of the trip are BOP data.\n--------\nLongdefinition: International tourism expenditures are expenditures of international outbound visitors in other countries, including payments to foreign carriers for international transport. These expenditures may include those by residents traveling abroad as same-day visitors, except in cases where these are important enough to justify separate classification. For some countries they do not include expenditures for passenger transport items. Their share in imports is calculated as a ratio to imports of goods and services, which comprise all transactions between residents of a country and the rest of the world involving a change of ownership from nonresidents to residents of general merchandise, goods sent for processing and repairs, nonmonetary gold, and services.\n--------\nPeriodicity: Annual\n--------\nSource: World Tourism Organization, Yearbook of Tourism Statistics, Compendium of Tourism Statistics and data files, and IMF and World Bank imports estimates.\n--------\nStatisticalconceptandmethodology: Outbound tourism expenditures may include those by residents traveling abroad as same-day visitors, except when these are important enough to justify separate classification. For some countries they do not include expenditures for passenger transport items. Their share in imports is calculated as a ratio to imports of goods and services (all transactions between residents of a country and the rest of the world involving a change of ownership from nonresidents to residents of general merchandise, goods sent for processing and repairs, nonmonetary gold, and services).\n\nInternational tourism expenditures' share in imports is calculated as a ratio to imports of goods and services, which comprise all transactions between residents of a country and the rest of the world involving a change of ownership from nonresidents to residents of general merchandise, goods sent for processing and repairs, nonmonetary gold, and services.\n\nStatistical information on tourism is based mainly on data on arrivals and overnight stays along with balance of payments information. These data do not completely capture the economic phenomenon of tourism or provide the information needed for effective public policies and efficient business operations. Data are needed on the scale and significance of tourism. Information on the role of tourism in national economies is particularly deficient. Although the World Tourism Organization reports progress in harmonizing definitions and measurement, differences in national practices still prevent full comparability.\n\nThe World Tourism Organization is improving its coverage of tourism expenditure data, using balance of payments data from the International Monetary Fund (IMF) supplemented by data from individual countries. These data include travel and passenger transport items as defined in the IMF's Balance of Payments. When the IMF does not report data on passenger transport items, expenditure data for travel items are shown.\n\nThe aggregates are calculated using the World Bank's weighted aggregation methodology and differ from the World Tourism Organization's aggregates.\n--------\nTopic: Private Sector & Trade: Travel & tourism\n",
    "url": "https://data.worldbank.org/indicator/ST.INT.XPND.MP.ZS?view=chart",
    "description": "International tourism"
}