{
    "indicator": "TM.TAX.MRCH.SM.AR.ZS",
    "metadata": "========\nSeries: TM.TAX.MRCH.SM.AR.ZS\n\nDevelopmentrelevance: Poor people in developing countries work primarily in agriculture and labor-intensive manufactures, sectors that confront the greatest trade barriers. Removing barriers to merchandise trade could increase growth in these countries - even more if trade in services were also liberalized.\n\nIn general, tariffs in high-income countries on imports from developing countries, though low, are twice those collected from other high-income countries. But protection is also an issue for developing countries, which maintain high tariffs on agricultural commodities, labor-intensive manufactures, and other products and services.\n\nCountries use a combination of tariff and nontariff measures to regulate imports. The most common form of tariff is an ad valorem duty, based on the value of the import, but tariffs may also be levied on a specific, or per unit, basis or may combine ad valorem and specific rates. Tariffs may be used to raise fiscal revenues or to protect domestic industries from foreign competition - or both. Nontariff barriers, which limit the quantity of imports of a particular good, include quotas, prohibitions, licensing schemes, export restraint arrangements, and health and quarantine measures. Because of the difficulty of combining nontariff barriers into an aggregate indicator, they are not included in the data.\n\nSome countries set fairly uniform tariff rates across all imports. Others are selective, setting high tariffs to protect favored domestic industries. The effective rate of protection - the degree to which the value added in an industry is protected - may exceed the nominal rate if the tariff system systematically differentiates among imports of raw materials, intermediate products, and finished goods.\n--------\nIndicatorName: Tariff rate, applied, simple mean, all products (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Simple mean applied tariff is the unweighted average of effectively applied rates for all products subject to tariffs calculated for all traded goods. Data are classified using the Harmonized System of trade at the six- or eight-digit level. Tariff line data were matched to Standard International Trade Classification (SITC) revision 3 codes to define commodity groups. Effectively applied tariff rates at the six- and eight-digit product level are averaged for products in each commodity group. When the effectively applied rate is unavailable, the most favored nation rate is used instead. To the extent possible, specific rates have been converted to their ad valorem equivalent rates and have been included in the calculation of simple mean tariffs.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Simple mean applied tariff is the unweighted average of effectively applied rates for all products subject to tariffs calculated for all traded goods.\n--------\nSource: World Bank staff estimates using the World Integrated Trade Solution system, based on data from United Nations Conference on Trade and Development's Trade Analysis and Information System (TRAINS) database and the World Trade Organization’s (WTO) Integrated Data Base (IDB) and Consolidated Tariff Schedules (CTS) database.\n--------\nStatisticalconceptandmethodology: Simple averages are often a better indicator of tariff protection than weighted averages, which are biased downward because higher tariffs discourage trade and reduce the weights applied to these tariffs.\n--------\nTopic: Private Sector & Trade: Tariffs\n",
    "url": "https://data.worldbank.org/indicator/TM.TAX.MRCH.SM.AR.ZS?view=chart",
    "description": "Tariff rate"
}