{
    "indicator": "TM.TAX.MANF.SM.AR.ZS",
    "metadata": "========\nSeries: TM.TAX.MANF.SM.AR.ZS\n\nIndicatorName: Tariff rate, applied, simple mean, manufactured products (%)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLongdefinition: Simple mean applied tariff is the unweighted average of effectively applied rates for all products subject to tariffs calculated for all traded goods. Data are classified using the Harmonized System of trade at the six- or eight-digit level. Tariff line data were matched to Standard International Trade Classification (SITC) revision 3 codes to define commodity groups. Effectively applied tariff rates at the six- and eight-digit product level are averaged for products in each commodity group. When the effectively applied rate is unavailable, the most favored nation rate is used instead. To the extent possible, specific rates have been converted to their ad valorem equivalent rates and have been included in the calculation of simple mean tariffs. Manufactured products are commodities classified in SITC revision 3 sections 5-8 excluding division 68.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Simple mean applied tariff is the unweighted average of effectively applied rates for all products subject to tariffs calculated for all traded goods. Manufactured products are commodities classified in SITC revision 3 sections 5-8 excluding division 68.\n--------\nSource: World Bank staff estimates using the World Integrated Trade Solution system, based on data from United Nations Conference on Trade and Development's Trade Analysis and Information System (TRAINS) database and the World Trade Organization’s (WTO) Integrated Data Base (IDB) and Consolidated Tariff Schedules (CTS) database.\n--------\nTopic: Private Sector & Trade: Tariffs\n",
    "url": "https://data.worldbank.org/indicator/TM.TAX.MANF.SM.AR.ZS?view=chart",
    "description": "Tariff rate"
}