{
    "indicator": "VC.BTL.DETH",
    "metadata": "========\nSeries: VC.BTL.DETH\n\nAggregationmethod: Sum\n--------\nDevelopmentrelevance: According to the Geneva Declaration on Armed Violence and Development, more than 526,000 people die each year because of the violence associated with armed conflict and large- and small-scale criminality. Recovery and rebuilding can take years, and the challenges are numerous: infrastructure to be rebuilt, persistently high crime, widespread health problems, education systems in disrepair, and unexploded ordnance to be cleared.\n\nMost countries emerging from conflict lack the capacity to rebuild the economy. Thus, capacity building is one of the first tasks for restoring growth and is linked to building peace and creating the conditions that lead to sustained poverty reduction. UN Peacekeepers serve in some of the most difficult and dangerous situations around the globe. United Nations Peacekeeping force, comprised of civilian, police and military personnel, helps countries torn by conflict create the conditions for lasting peace. In addition to maintaining peace and security, peacekeepers are increasingly charged with assisting in political processes; reforming judicial systems; training law enforcement and police forces; disarming and reintegrating former combatants; supporting the return of internally displaced persons and refugees.\n\nThe World Bank and other international development agencies can help, but countries with fragile situations have to build their own institutions tailored to their own needs. Peacekeeping operations in post-conflict situations have been effective in reducing the risks of reversion to conflict.\n--------\nIndicatorName: Battle-related deaths (number of people)\n--------\nLicense_Type: CC BY-4.0\n--------\nLicense_URL: https://datacatalog.worldbank.org/public-licenses#cc-by\n--------\nLimitationsandexceptions: An armed conflict is a contested incompatibility that concerns a government or territory where the use of armed force between two parties (one of them the government) results in at least 25 battle related deaths in a calendar year. \n\nData is from the Uppsala Conflict Data Program (UCDP) Battle-Related Deaths Dataset which focuses on the incompatibility and lists the country, as well as the battle location and territory where battle-related deaths are reported. When more than one country is listed in the dataset, the assignment of battle-related deaths is determined by the battle location. User can refer to the ICDP dataset where they have split the deaths for the actual location of the fighting when the fighting occurred on the disputed border.\n--------\nLongdefinition: Battle-related deaths are deaths in battle-related conflicts between warring parties in the conflict dyad (two conflict units that are parties to a conflict). Typically, battle-related deaths occur in warfare involving the armed forces of the warring parties. This includes traditional battlefield fighting, guerrilla activities, and all kinds of bombardments of military units, cities, and villages, etc. The targets are usually the military itself and its installations or state institutions and state representatives, but there is often substantial collateral damage in the form of civilians being killed in crossfire, in indiscriminate bombings, etc. All deaths--military as well as civilian--incurred in such situations, are counted as battle-related deaths.\n--------\nPeriodicity: Annual\n--------\nShortdefinition: Battle-related deaths are deaths in battle-related conflicts between warring parties, usually involving armed forces. This includes traditional battlefield fighting, guerrilla activities, and all kinds of bombardments of military units, cities, and villages, etc. All deaths--military as well as civilian--incurred in such situations, are counted as battle-related deaths.\n--------\nSource: Uppsala Conflict Data Program, http://www.pcr.uu.se/research/ucdp/.\n--------\nStatisticalconceptandmethodology: During warfare, targets are usually the military and its installations or state institutions and state representatives, but there is often substantial collateral damage of civilians killed in crossfire, indiscriminate bombings, and other military activities. All deaths - civilian as well as military - incurred in such situations are counted as battle-related deaths.\n--------\nTopic: Public Sector: Conflict & fragility\n",
    "url": "https://data.worldbank.org/indicator/VC.BTL.DETH?view=chart",
    "description": "Battle-related deaths (number of people)"
}